{
    "Submitted.": "Enviado.",
    "Dashboard": "Panel",
    "Crypto Payments — Easy, Fast, Global.": "Pagos criptográficos: fácil, rápido, global.",
    "Create Anonymous Single Payment": "Crear un pago único anónimo",
    "Profile": "Perfil",
    "Log Out": "Finalizar la sesión",
    "Password": "Contraseña",
    "The provided password is incorrect.": "La contraseña proporcionada es incorrecta.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. ",
    "Confirm": "Confirmar",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? ",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enlace de restablecimiento de contraseña de correo electrónico",
    "Remember me": "Acuérdate de mí",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Log in": "Acceso",
    "Name": "Nombre",
    "Confirm Password": "confirmar Contraseña",
    "Already registered?": "¿Ya está registrado?",
    "Register": "Registro",
    "Reset Password": "Restablecer contraseña",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    "Resend Verification Email": "Correo electrónico de verificación de reenvío",
    "The password field is required.": "Se requiere el campo de contraseña.",
    "The password must be a string.": "La contraseña debe ser una cadena.",
    "The password is incorrect.": "La contraseña es incorrecta.",
    "Delete Account": "Eliminar cuenta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que su cuenta se elimine, todos sus recursos y datos se eliminarán permanentemente. ",
    "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que su cuenta se elimine, todos sus recursos y datos se eliminarán permanentemente. ",
    "Cancel": "Cancelar",
    "The current password field is required.": "Se requiere el campo de contraseña actual.",
    "The current password must be a string.": "La contraseña actual debe ser una cadena.",
    "The current password is incorrect.": "La contraseña actual es incorrecta.",
    "The new password field is required.": "Se requiere el nuevo campo de contraseña.",
    "The new password must be a string.": "La nueva contraseña debe ser una cadena.",
    "The new password confirmation does not match.": "La nueva confirmación de contraseña no coincide.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta esté utilizando una contraseña larga y aleatoria para mantenerse segura.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Submit": "Entregar",
    "The name field is required.": "Se requiere el campo de nombre.",
    "The name must be a string.": "El nombre debe ser una cadena.",
    "The email field is required.": "Se requiere el campo de correo electrónico.",
    "The email must be a string.": "El correo electrónico debe ser una cadena.",
    "The email must be lowercase.": "El correo electrónico debe ser en minúsculas.",
    "The email must be a valid email address.": "El correo electrónico debe ser una dirección de correo electrónico válida.",
    "The email has already been taken.": "El correo electrónico ya ha sido tomado.",
    "Profile Information": "Información de perfil",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haga clic aquí para volver a enviar el correo electrónico de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico."
}