{
    "We are a dedicated team passionate about building a better experience for anyone engaging with blockchain payments. Our mission is simple: to offer fast, secure, and affordable on-chain payment solutions without the bloated fees or technical complexity often seen in the industry.": "Somos un equipo dedicado apasionado por construir una mejor experiencia para cualquier persona que se involucre con los pagos de blockchain. ",
    "crypto": "cripto",
    "payments": "pagos",
    "monocurrency": "monocurrencia",
    "cryptocurrency": "criptomoneda",
    "cryptocurrencies": "criptomonedas",
    "anonymous": "anónimo",
    "While many competitors charge excessive percentages or introduce friction through intermediaries, we believe in the true ethos of decentralization—transparency, fairness, and accessibility for all. That’s why we’ve introduced a flat, ultra-low fee of just 0.4% per transaction, no matter the currency.": "Si bien muchos competidores cobran porcentajes excesivos o introducen fricción a través de intermediarios, creemos en el verdadero ethos de la descentralización: transparencia, equidad y accesibilidad para todos. ",
    "We’re not just building another crypto tool—we’re crafting a foundation for the future of digital commerce. Join us as we reshape the way the world transacts, one block at a time.": "No solo estamos construyendo otra herramienta de Cripto, estamos creando una base para el futuro del comercio digital. ",
    "Blockchain technology originated with the launch of Bitcoin in 2009, introduced by an anonymous person or group under the pseudonym Satoshi Nakamoto. Bitcoin was the first practical implementation of a decentralized digital currency that operates without a central authority. At its core, blockchain is a distributed ledger that records transactions across a network of computers in a secure, transparent, and tamper-resistant way. This innovation addressed longstanding issues in digital payments, such as double spending and reliance on trusted third parties, by enabling peer-to-peer transactions verified through cryptographic consensus mechanisms.": "La tecnología Blockchain se originó con el lanzamiento de Bitcoin en 2009, introducido por una persona o grupo anónimo bajo el seudónimo Satoshi Nakamoto. ",
    "Over the years, blockchain technology has evolved far beyond its initial use case as a digital currency ledger. Today, it underpins a wide array of applications, from decentralized finance (DeFi) and supply chain management to digital identity verification and gaming. Modern blockchain networks offer programmable smart contracts—self-executing code that automates agreements and transactions without intermediaries—enabling complex applications and business logic to run transparently on the network.": "A lo largo de los años, la tecnología Blockchain ha evolucionado mucho más allá de su caso de uso inicial como libro mayor digital. ",
    "Currently, the blockchain ecosystem includes a variety of networks that differ in terms of scalability, security, consensus mechanisms, and developer ecosystems. Some networks focus on high throughput and low fees to support mass adoption and real-world usage, while others prioritize decentralization and security. This diversity provides users and developers with options tailored to their needs, whether for financial services, data integrity, or digital asset management.": "Actualmente, el ecosistema blockchain incluye una variedad de redes que difieren en términos de escalabilidad, seguridad, mecanismos de consenso y ecosistemas de desarrolladores. ",
    "One of the major advantages of blockchain technology is its ability to facilitate secure and transparent transactions without requiring trust in a central authority or intermediary. Transactions are recorded in a public ledger that is accessible to all participants and cannot be altered once confirmed, ensuring data integrity and accountability. This makes blockchain particularly useful for cross-border payments, where traditional systems are often slow, costly, and prone to errors.": "Una de las principales ventajas de la tecnología blockchain es su capacidad para facilitar las transacciones seguras y transparentes sin requerir confianza en una autoridad central o intermediario. ",
    "For individuals and businesses looking to make payments—whether single transactions or ongoing sales in an online shop—using blockchain-based assets offers several compelling benefits. Transactions can be completed quickly and with minimal fees compared to traditional banking or payment networks. Additionally, blockchain payments offer increased security and resistance to censorship, allowing users to send and receive funds globally without restrictions or intermediaries.": "Para personas y empresas que buscan realizar pagos, ya sea transacciones individuales o ventas continuas en una tienda en línea, el uso de activos basados ​​en blockchain ofrece varios beneficios convincentes. ",
    "Merchants operating webshops can also benefit from accepting blockchain payments by expanding their customer base internationally and reducing payment processing costs. The transparency and traceability of blockchain transactions also help reduce fraud and chargebacks, creating a more reliable and efficient payment environment.": "Los comerciantes que operan a los webs también pueden beneficiarse al aceptar pagos de blockchain al expandir su base de clientes a nivel internacional y reducir los costos de procesamiento de pagos. ",
    "Looking ahead, the future of blockchain technology is promising and full of potential. Advances in scalability solutions, interoperability between different networks, and regulatory clarity are expected to drive broader adoption across industries. Innovations like decentralized autonomous organizations (DAOs), tokenization of real-world assets, and integration with emerging technologies such as artificial intelligence and the Internet of Things will further expand blockchain’s impact on society and the global economy.": "Mirando hacia el futuro, el futuro de la tecnología blockchain es prometedor y está lleno de potencial. ",
    "As this technology continues to mature and evolve, it will play an increasingly central role in enabling transparent, efficient, and secure digital interactions. Whether you are an individual seeking to protect your financial privacy, a business looking to streamline operations, or a developer building next-generation applications, blockchain offers powerful tools to transform how value and information are exchanged.": "A medida que esta tecnología continúa madurando y evolucionando, desempeñará un papel cada vez más central en habilitar interacciones digitales transparentes, eficientes y seguras. ",
    "In response to these benefits, we have integrated this digital asset into our platform to facilitate sending and receiving payments, providing our users with a fast, secure, and cost-effective payment option that harnesses the advantages of decentralized ledger technology.": "En respuesta a estos beneficios, hemos integrado este activo digital en nuestra plataforma para facilitar el envío y la recepción de pagos, proporcionando a nuestros usuarios una opción de pago rápida, segura y rentable que aprovecha las ventajas de la tecnología de contabilidad descentralizada.",
    "This particular decentralized platform was designed with a focus on speed, security, and scalability, addressing many of the challenges faced by earlier generations of distributed ledger technologies. It utilizes a unique consensus mechanism that enables rapid transaction finality without compromising decentralization or security, making it an appealing choice for developers and users seeking efficient and reliable digital infrastructure.": "Esta plataforma descentralizada particular fue diseñada con un enfoque en la velocidad, la seguridad y la escalabilidad, abordando muchos de los desafíos que enfrentan las generaciones anteriores de tecnologías de libros de contabilidad. ",
    "Built to support a wide range of applications, from simple payments to complex smart contracts, this network emphasizes low transaction fees and high throughput. Its architecture allows for thousands of transactions per second, enabling real-time settlements that can scale to meet the demands of both individual users and large enterprises. The platform’s innovative approach to consensus ensures that transactions are confirmed quickly, often within seconds, which significantly enhances user experience and broadens its use cases.": "Creada para apoyar una amplia gama de aplicaciones, desde pagos simples hasta complejos contratos inteligentes, esta red enfatiza las bajas tarifas de transacción y el alto rendimiento. ",
    "One of the defining features of this ecosystem is its commitment to fostering financial inclusion and accessibility. By enabling fast, inexpensive transactions, it lowers the barriers for people around the world to participate in digital economies, regardless of their geographic location or economic status. This has made it particularly attractive for applications in payments, remittances, decentralized finance, and digital asset management.": "Una de las características definitorias de este ecosistema es su compromiso para fomentar la inclusión financiera y la accesibilidad. ",
    "The platform’s technology also supports robust smart contract capabilities, which are designed to be secure and easy to use. This empowers developers to create a broad variety of decentralized applications that can automate processes, facilitate trustless agreements, and innovate on traditional financial products. The emphasis on simplicity and security in smart contract design reduces common vulnerabilities, making the ecosystem safer for users and developers alike.": "La tecnología de la plataforma también admite capacidades de contrato inteligentes robustas, que están diseñadas para ser seguras y fáciles de usar. ",
    "When considering why you might choose this asset for making transactions, several advantages stand out. Transactions are executed swiftly and with minimal costs, making it ideal for single payments, microtransactions, or bulk transfers. Its reliability and speed are particularly beneficial for businesses operating online stores, as customers can pay quickly without worrying about high fees or long confirmation times. This efficiency also translates well to international commerce, where traditional payment systems can be slow and expensive.": "Al considerar por qué puede elegir este activo para realizar transacciones, se destacan varias ventajas. ",
    "From a user’s perspective, this asset provides a stable and trustworthy medium of exchange within its ecosystem, supported by a transparent and secure network. The ability to send and receive payments almost instantly, combined with its scalable nature, makes it a practical choice for everyday transactions as well as larger financial activities. Merchants benefit from reduced fraud risk and streamlined payment processing, which can improve overall customer satisfaction and business efficiency.": "Desde la perspectiva de un usuario, este activo proporciona un medio de intercambio estable y confiable dentro de su ecosistema, respaldado por una red transparente y segura. ",
    "Looking ahead, the platform continues to evolve with a focus on expanding its ecosystem, enhancing developer tools, and promoting adoption across industries. Its innovative governance model and strong community support position it well for sustained growth and ongoing technological advancements.": "Mirando hacia el futuro, la plataforma continúa evolucionando con un enfoque en expandir su ecosistema, mejorar las herramientas de desarrolladores y promover la adopción entre las industrias. ",
    "While we recognize the potential and strengths of this platform, it has not yet been integrated into our payment ecosystem. However, we are actively evaluating it, and inclusion is part of our roadmap as we strive to offer a broader range of efficient and scalable solutions for sending and receiving payments in the future.": "Si bien reconocemos el potencial y las fortalezas de esta plataforma, aún no se ha integrado en nuestro ecosistema de pago. ",
    "Find out more about this innovative technology, its use cases, and how it is shaping the future of decentralized finance and applications.": "Obtenga más información sobre esta tecnología innovadora, sus casos de uso y cómo está dando forma al futuro de las finanzas y las aplicaciones descentralizadas.",
    "Official Website": "Sitio web oficial",
    "Developer Documentation": "Documentación del desarrollador",
    "Foundation": "Base",
    "This particular decentralized platform is designed to enhance the capabilities of existing blockchain networks by providing a layer that significantly increases transaction speed and reduces costs. It leverages an advanced technology that bundles multiple transactions together off-chain and then submits a summary proof back to the main network, preserving the security and decentralization of the original system while vastly improving efficiency.": "Esta plataforma descentralizada particular está diseñada para mejorar las capacidades de las redes blockchain existentes al proporcionar una capa que aumenta significativamente la velocidad de transacción y reduce los costos. ",
    "The platform is widely recognized for its ability to handle large volumes of transactions without the bottlenecks often associated with traditional blockchain networks. By optimizing how data is processed and validated, it allows users and developers to experience faster confirmation times and lower fees, making it an attractive choice for decentralized applications, financial services, gaming, and other high-demand use cases.": "La plataforma es ampliamente reconocida por su capacidad para manejar grandes volúmenes de transacciones sin los cuellos de botella a menudo asociados con las redes de blockchain tradicionales. ",
    "A key strength of this system lies in its compatibility with existing blockchain environments, enabling seamless integration and interoperability. This means developers can easily port their applications to the platform, benefiting from its scalability and cost-effectiveness while still maintaining access to the robust ecosystem and security guarantees of the underlying base network.": "Una fuerza clave de este sistema se encuentra en su compatibilidad con los entornos de blockchain existentes, lo que permite una integración e interoperabilidad perfecta. ",
    "For individuals and businesses, using the associated digital asset for transactions presents several advantages. Transactions are executed quickly and reliably, which is crucial for time-sensitive payments or microtransactions. The low cost per transaction also makes it highly practical for frequent or small-value transfers, where traditional fees might otherwise be prohibitive.": "Para individuos y empresas, el uso del activo digital asociado para las transacciones presenta varias ventajas. ",
    "In the context of online commerce, this asset offers a streamlined payment experience. Customers can complete purchases without worrying about delays or excessive fees, while merchants benefit from faster settlement times and reduced transaction costs. This creates a smoother flow of value exchange and enhances overall user satisfaction.": "En el contexto del comercio en línea, este activo ofrece una experiencia de pago simplificada. ",
    "Additionally, the platform’s scalability makes it well-suited for decentralized finance applications, where speed and cost-efficiency are paramount. Whether you are lending, borrowing, or participating in complex financial instruments, this asset facilitates quick and affordable transactions that support a dynamic and evolving financial ecosystem.": "Además, la escalabilidad de la plataforma la hace adecuada para aplicaciones financieras descentralizadas, donde la velocidad y la rentabilidad son primordiales. ",
    "Looking forward, the platform continues to innovate by expanding its capabilities and improving user experience. Its commitment to combining security, speed, and cost-effectiveness positions it as a key player in the future of scalable blockchain solutions.": "Mirando hacia el futuro, la plataforma continúa innovando expandiendo sus capacidades y mejorando la experiencia del usuario. ",
    "While this platform offers significant potential and advantages, it has not yet been integrated into our payment ecosystem. Nevertheless, we recognize its value and have included it on our roadmap for future adoption, aiming to provide you with even more efficient and versatile options for sending and receiving payments.": "Si bien esta plataforma ofrece un potencial y ventajas significativos, aún no se ha integrado en nuestro ecosistema de pago. ",
    "Explore detailed information about this layer-2 scaling solution and how it enhances blockchain performance and usability.": "Explore información detallada sobre esta solución de escala de la capa 2 y cómo mejora el rendimiento y la usabilidad de Blockchain.",
    "Developer Docs": "Documentos de desarrolladores",
    "This innovative platform is designed to offer a highly scalable and decentralized environment for running smart contracts and decentralized applications. Built to prioritize speed, security, and low transaction costs, it utilizes a unique consensus mechanism that combines the benefits of multiple approaches to ensure quick finality and robust network security.": "Esta plataforma innovadora está diseñada para ofrecer un entorno altamente escalable y descentralizado para ejecutar contratos inteligentes y aplicaciones descentralizadas. ",
    "One of the key features of this platform is its compatibility with widely adopted developer tools and programming languages, making it accessible for developers who are familiar with established blockchain ecosystems. This ease of integration encourages rapid development and deployment of decentralized applications across various sectors, including finance, gaming, and supply chain management.": "Una de las características clave de esta plataforma es su compatibilidad con herramientas de desarrollador y lenguajes de programación ampliamente adoptados, lo que lo hace accesible para los desarrolladores que están familiarizados con los ecosistemas de blockchain establecidos. ",
    "The platform supports a high throughput of transactions per second, which allows it to handle large volumes of user activity without congestion or delays. This scalability is critical for applications that require real-time interactions, such as decentralized exchanges or payment systems, where speed and reliability directly impact user experience.": "La plataforma admite un alto rendimiento de transacciones por segundo, lo que le permite manejar grandes volúmenes de actividad del usuario sin congestión ni retrasos. ",
    "For users, the digital asset native to this network provides an efficient means of value transfer. Transactions made using this asset benefit from low fees and rapid confirmation times, making it suitable for everyday payments as well as larger transfers. Whether sending money to a friend or paying for goods and services online, the process is smooth and cost-effective.": "Para los usuarios, el activo digital nativo de esta red proporciona un medio eficiente de transferencia de valor. ",
    "In e-commerce settings, this asset offers merchants a fast and secure way to accept payments from customers worldwide. The low cost of transactions ensures that businesses can retain more of their revenue, while the quick settlement times improve cash flow and reduce the risk of payment delays.": "En la configuración de comercio electrónico, este activo ofrece a los comerciantes una forma rápida y segura de aceptar pagos de los clientes de todo el mundo. ",
    "Additionally, the platform’s infrastructure supports a variety of decentralized finance applications, enabling users to engage in lending, borrowing, and yield generation with ease. Its interoperability with other networks enhances the flexibility and utility of the digital asset, making it a valuable tool for those involved in the growing decentralized economy.": "Además, la infraestructura de la plataforma admite una variedad de aplicaciones financieras descentralizadas, lo que permite a los usuarios participar en préstamos, préstamos y generación de rendimiento con facilidad. ",
    "Looking ahead, this platform continues to evolve by improving its network capabilities and expanding its ecosystem of applications and services. Its commitment to speed, security, and usability positions it as a promising solution for the future of decentralized digital finance and beyond.": "Mirando hacia el futuro, esta plataforma continúa evolucionando mejorando sus capacidades de red y expandiendo su ecosistema de aplicaciones y servicios. ",
    "Although this platform offers many advantages and has a rapidly growing community, we have not yet integrated it into our payment ecosystem. However, it is on our roadmap, and we look forward to including support for it in the near future to provide our users with even more versatile options for sending and receiving payments.": "Aunque esta plataforma ofrece muchas ventajas y tiene una comunidad de rápido crecimiento, aún no la hemos integrado en nuestro ecosistema de pago. ",
    "Discover the capabilities of this high-performance platform designed for decentralized applications and finance.": "Descubra las capacidades de esta plataforma de alto rendimiento diseñada para aplicaciones y finanzas descentralizadas.",
    "This platform serves as a next-generation digital network designed to enhance the scalability, speed, and cost-efficiency of decentralized applications. Developed by one of the most reputable and widely used digital asset exchanges globally, this solution aims to provide a secure and user-friendly environment where developers and users alike can engage with innovative applications seamlessly.": "Esta plataforma sirve como una red digital de próxima generación diseñada para mejorar la escalabilidad, la velocidad y la rentabilidad de las aplicaciones descentralizadas. ",
    "At its core, this network utilizes advanced scaling technologies that bundle transactions together, enabling them to be processed more efficiently than traditional methods. By doing so, it maintains the robust security and decentralized nature inherited from the foundational digital infrastructure it builds upon, while drastically reducing transaction costs and increasing the number of transactions that can be handled per second.": "En esencia, esta red utiliza tecnologías de escala avanzadas que agrupan las transacciones juntas, lo que les permite procesarse de manera más eficiente que los métodos tradicionales. ",
    "This balance of security, speed, and affordability creates an ideal environment for developers aiming to build scalable decentralized applications without compromising user experience. Whether it’s financial services, gaming, or social platforms, the network’s infrastructure supports a diverse range of use cases that benefit from fast and low-cost interactions.": "Este equilibrio de seguridad, velocidad y asequibilidad crea un entorno ideal para los desarrolladores con el objetivo de construir aplicaciones descentralizadas escalables sin comprometer la experiencia del usuario. ",
    "For users, the advantages extend beyond just speed and cost. The network integrates smoothly with widely trusted digital asset platforms, enabling easy onboarding and access to a vast ecosystem of digital assets, including stablecoins, utility tokens, and emerging assets. This seamless connectivity allows users to manage and move their digital assets efficiently across multiple platforms without facing significant barriers.": "Para los usuarios, las ventajas se extienden más allá de la velocidad y el costo. ",
    "Businesses and merchants also stand to gain by adopting this platform for their online payment solutions. Its ability to process transactions quickly and with minimal fees makes it particularly attractive for webshops and e-commerce environments, where speed and cost-effectiveness directly impact customer satisfaction and operational efficiency. Additionally, the network’s decentralized nature ensures that payments cannot be easily censored or reversed arbitrarily, providing an added layer of trust and security for merchants.": "Las empresas y los comerciantes también ganaron mediante la adopción de esta plataforma para sus soluciones de pago en línea. ",
    "Why should you consider using this platform’s native environment for your transactions or webshop payments? Firstly, it offers a frictionless payment experience with near-instant confirmation times, meaning your customers won’t have to wait long to complete purchases. Secondly, the reduced transaction fees help maximize profit margins by minimizing costs that would otherwise be lost to expensive payment processing fees. Thirdly, the wide compatibility with various digital assets enables businesses and users to accept and send payments in multiple forms, increasing flexibility and appeal.": "¿Por qué debería considerar utilizar el entorno nativo de esta plataforma para sus transacciones o pagos de la tienda web? ",
    "Moreover, this network supports programmable money through smart contract technology, allowing for automation of payments, subscriptions, loyalty rewards, and other innovative business models that require conditional or automated transfers. This level of programmability transforms traditional payment flows into dynamic, trustless systems that reduce overhead and improve transparency.": "Además, esta red admite dinero programable a través de la tecnología de contratos inteligentes, lo que permite la automatización de pagos, suscripciones, recompensas de lealtad y otros modelos comerciales innovadores que requieren transferencias condicionales o automatizadas. ",
    "As the digital economy continues to grow and evolve, this platform represents a critical step towards making decentralized technologies accessible and practical for everyday users and businesses worldwide. Its developer-friendly environment encourages innovation, while its user-focused design ensures that the benefits of speed, low cost, and security are realized in real-world applications.": "A medida que la economía digital continúa creciendo y evolucionando, esta plataforma representa un paso crítico para hacer que las tecnologías descentralizadas sean accesibles y prácticas para los usuarios y empresas cotidianas de todo el mundo. ",
    "We have integrated support for this platform’s native environment for sending and receiving payments, recognizing its potential to deliver efficient, secure, and cost-effective transactions. Whether you are conducting a single transaction or managing payment flows for an online store, our platform’s support ensures that you can take full advantage of the technology’s benefits for a smooth and reliable payment experience.": "Tenemos soporte integrado para el entorno nativo de esta plataforma para enviar y recibir pagos, reconociendo su potencial para ofrecer transacciones eficientes, seguras y rentables. ",
    "Learn more about this scalable, secure environment designed for decentralized application development and fast transactions.": "Obtenga más información sobre este entorno escalable y seguro diseñado para el desarrollo descentralizado de aplicaciones y transacciones rápidas.",
    "Documentation": "Documentación",
    "This innovative digital asset is rapidly gaining recognition as a forward-thinking solution within a fast-growing technological environment centered on decentralized digital economies. Though it is relatively new compared to some established digital tokens, it has been carefully engineered to provide distinct advantages and to support a wide variety of pioneering projects and applications built on a highly scalable and efficient digital infrastructure.": "Este innovador activo digital está ganando rápidamente reconocimiento como una solución a futuro dentro de un entorno tecnológico de rápido crecimiento centrado en las economías digitales descentralizadas. ",
    "One of the most notable benefits of this asset is its integration into an advanced ecosystem that allows holders to enjoy exceptionally fast transaction processing times coupled with very low fees. These attributes open up numerous opportunities for developers and users alike, especially in the context of decentralized applications where speed and cost-effectiveness are crucial. The ability to transfer value quickly and inexpensively helps to unlock a wider range of practical uses for digital tokens, expanding their utility far beyond simple exchange.": "Uno de los beneficios más notables de este activo es su integración en un ecosistema avanzado que permite a los titulares disfrutar de tiempos de procesamiento de transacciones excepcionalmente rápidos junto con tarifas muy bajas. ",
    "As the network underpinning this asset continues to grow and evolve, it is set to become an essential resource for projects that prioritize community involvement and collaborative growth. This asset’s presence within the ecosystem is expected to stimulate increased engagement, creating a dynamic environment that fosters innovation and supports sustainable development in the ever-changing world of decentralized technologies.": "A medida que la red que sustenta este activo continúa creciendo y evolucionando, se convertirá en un recurso esencial para proyectos que priorizan la participación de la comunidad y el crecimiento colaborativo. ",
    "The platform hosting this asset is built with a strong emphasis on security and scalability, ensuring that both current and future projects can operate seamlessly without compromising performance or user experience. This resilient infrastructure is particularly attractive to developers and creators looking to deploy new solutions that demand reliable and cost-effective transactional capabilities, enabling innovation to thrive on a solid foundation.": "La plataforma que aloja este activo está construida con un fuerte énfasis en la seguridad y la escalabilidad, lo que garantiza que los proyectos actuales y futuros puedan funcionar sin problemas sin comprometer el rendimiento o la experiencia del usuario. ",
    "Beyond its technical strengths, this asset also plays a vital role in nurturing a vibrant community of users and developers. By offering a suite of tools and incentives designed to encourage active participation and collaboration, it helps to cultivate a thriving ecosystem where innovative ideas can flourish. This community-driven approach is a key driver of long-term growth and a crucial factor in maintaining a competitive edge in an industry characterized by rapid technological advancement.": "Más allá de sus fortalezas técnicas, este activo también juega un papel vital en el fomento de una comunidad vibrante de usuarios y desarrolladores. ",
    "So why choose this asset for your transactions, whether you are sending a single payment or managing a webshop? The answer lies in its speed, security, and affordability. Transactions are confirmed quickly, ensuring that payments can be processed in real-time without frustrating delays. The minimal fees associated with transfers make it an economical choice for both small, everyday purchases and larger financial operations. Moreover, the secure and decentralized nature of this asset protects users from censorship and centralized control, giving you confidence that your transactions remain private and unalterable.": "Entonces, ¿por qué elegir este activo para sus transacciones, ya sea que esté enviando un solo pago o administrando una tienda web? ",
    "For merchants operating webshops, accepting this digital asset means offering customers a fast, low-cost payment option that can be used globally. It eliminates many of the traditional barriers and fees associated with conventional payment systems, thereby improving cash flow and reducing overhead costs. Customers, in turn, benefit from a seamless checkout experience that is both convenient and secure, encouraging repeat business and expanding market reach.": "Para los comerciantes que operan a los webs, aceptar este activo digital significa ofrecer a los clientes una opción de pago rápido y de bajo costo que se puede usar a nivel mundial. ",
    "In summary, this emerging digital asset represents far more than just another form of currency. It embodies a commitment to pushing the boundaries of decentralized technology and enhancing the ways in which value is exchanged globally. Its ongoing adoption and integration within a robust and scalable ecosystem signal promising potential for individuals and businesses looking to engage with the future of digital transactions.": "En resumen, este activo digital emergente representa mucho más que otra forma de moneda. ",
    "We have proudly included this asset as a supported option for sending and receiving payments, enabling our users to benefit from its speed, security, and low fees. Whether you are making a single transaction or running a business online, this asset provides a powerful, efficient, and reliable payment solution for the modern digital economy.": "Orgullosamente hemos incluido este activo como una opción compatible para enviar y recibir pagos, lo que permite a nuestros usuarios beneficiarse de su velocidad, seguridad y tarifas bajas. ",
    "This advanced digital asset operates as a decentralized form of stable value, meticulously designed to maintain a close equivalence with the US dollar. Its stability is achieved through a sophisticated framework of automated agreements, often referred to as smart contracts, which utilize collateralized assets to ensure the token’s value remains steady. By removing dependence on centralized authorities or traditional banking institutions, this asset offers users a reliable and censorship-resistant means of exchange, fostering trustless and transparent financial transactions within a modern, highly efficient decentralized network.": "Este activo digital avanzado funciona como una forma descentralizada de valor estable, diseñada meticulosamente para mantener una equivalencia cercana con el dólar estadounidense. ",
    "The technology underlying this asset provides numerous significant advantages, including fast transaction processing speeds and broad compatibility with a well-established digital ecosystem. These attributes create a seamless user experience across a range of financial activities such as lending, borrowing, and trading. By eliminating the vulnerabilities associated with centralized control, this asset empowers individuals and institutions alike to transact with increased confidence and security. Its decentralized nature sets it apart from other similar digital tokens, emphasizing transparency, autonomy, and robust security — qualities that make it highly appealing in today’s rapidly evolving decentralized financial landscape.": "La tecnología subyacente a este activo proporciona numerosas ventajas significativas, incluidas las velocidades de procesamiento de transacciones rápidas y la amplia compatibilidad con un ecosistema digital bien establecido. ",
    "Beyond its technical strengths, this asset functions as a gateway to a vast and swiftly expanding ecosystem of decentralized financial applications. These applications open new avenues for financial freedom through programmable digital money that transcends geographical boundaries and regulatory constraints. With the ability to transfer funds instantly and at minimal cost, users around the world gain unprecedented access to financial services that were once out of reach, fostering greater economic inclusion and opportunity.": "Más allá de sus fortalezas técnicas, este activo funciona como una puerta de entrada a un ecosistema vasto y ampliamente expansivo de aplicaciones financieras descentralizadas. ",
    "The stability and decentralized architecture of this asset serve as a critical foundation for numerous use cases within decentralized finance. It is widely adopted as a medium of exchange, a reliable store of value, and collateral within various protocols. This broad utility enables complex activities such as yield farming, liquidity provision, and automated market making, all of which contribute to a more resilient and efficient financial system that operates without traditional intermediaries. These capabilities help reduce costs and increase accessibility for users globally.": "La estabilidad y la arquitectura descentralizada de este activo sirven como base crítica para numerosos casos de uso dentro de las finanzas descentralizadas. ",
    "Additionally, the governance model tied to this asset revolves around a decentralized community of stakeholders who actively participate in key decision-making processes. This democratic framework ensures the system remains adaptable and responsive to emerging challenges and opportunities, thereby reinforcing the asset’s stability and integrity over time. Such a participatory approach exemplifies a broader shift toward decentralized governance in digital finance, empowering users with a direct voice in the ongoing development and management of the ecosystem.": "Además, el modelo de gobierno vinculado a este activo gira en torno a una comunidad descentralizada de partes interesadas que participan activamente en procesos clave de toma de decisiones. ",
    "Why should you consider using this digital asset for your transactions, whether making a single payment or operating an online store? The answer lies in its combination of speed, security, and cost-effectiveness. Transactions are processed rapidly, allowing payments to be confirmed almost instantly, which enhances user experience and reduces waiting times. The minimal transaction fees make it economical for both small everyday purchases and larger business operations. Moreover, the decentralized and censorship-resistant nature of this asset ensures your payments remain private and free from interference by centralized entities, offering peace of mind in all financial interactions.": "¿Por qué debería considerar usar este activo digital para sus transacciones, ya sea realizando un solo pago o operar una tienda en línea? ",
    "For merchants and businesses running webshops, accepting this asset means providing customers with a globally accessible, fast, and low-cost payment option. This not only streamlines the checkout process but also reduces operational expenses by minimizing traditional payment processing fees. Customers benefit from a convenient and secure transaction experience, which encourages loyalty and broadens market reach beyond traditional borders.": "Para los comerciantes y empresas que ejecutan talleres web, aceptar este activo significa proporcionar a los clientes una opción de pago de acceso a nivel mundial, rápido y de bajo costo. ",
    "Looking ahead, the future of this digital asset is bright as it continues to expand its influence within the broader decentralized financial ecosystem. Its unique blend of stability, decentralization, and seamless integration with a high-performance digital network positions it well to support innovation and growth across a wide spectrum of financial services. As the ecosystem matures, this asset is expected to play an increasingly vital role in enabling accessible, efficient, and secure financial transactions worldwide.": "Mirando hacia el futuro, el futuro de este activo digital es brillante a medida que continúa expandiendo su influencia dentro del ecosistema financiero descentralizado más amplio. ",
    "We are pleased to include this asset as one of the supported options for sending and receiving payments on our platform. By doing so, we aim to provide our users with the benefits of fast, secure, and affordable transactions, whether for personal use or business needs. Embracing this digital asset reflects our commitment to offering cutting-edge solutions that enhance your financial experience in the evolving digital economy.": "Nos complace incluir este activo como una de las opciones compatibles para enviar y recibir pagos en nuestra plataforma. ",
    "This particular digital token is specifically designed for participants who thrive on high-risk, high-reward opportunities within the decentralized finance landscape. It captures the bold and adventurous spirit that motivates many enthusiasts to explore innovative financial protocols and experimental projects. By symbolizing a readiness to engage with cutting-edge developments, this token encourages users to challenge traditional financial norms and embrace the dynamic, fast-paced world of decentralized digital assets.": "Este token digital particular está diseñado específicamente para participantes que prosperan en oportunidades de alto riesgo y alta recompensa dentro del paisaje financiero descentralizado. ",
    "Holders of this token gain access to a range of exclusive benefits tailored to those pursuing aggressive investment strategies. These benefits often include unique incentives such as enhanced yield farming opportunities, allowing users to earn significant returns by providing liquidity or participating in staking programs. Additionally, this token confers governance rights within its native ecosystem, giving users the power to influence platform decisions, propose improvements, and vote on the future direction of projects they support. This governance feature fosters a strong sense of ownership and community engagement, aligning the interests of token holders with the ongoing success and evolution of the ecosystem.": "Los titulares de esta ficha obtienen acceso a una variedad de beneficios exclusivos adaptados a aquellos que buscan estrategias de inversión agresivas. ",
    "As the supporting network continues to develop and expand, this token serves as a cornerstone for a community that values innovation, experimentation, and active participation. It appeals to users seeking deep engagement with emerging decentralized applications that offer potentially significant rewards but also entail higher risks. This vibrant environment creates fertile ground for pioneering ideas and projects that push boundaries and explore novel use cases within decentralized finance.": "A medida que la red de apoyo continúa desarrollándose y expandiéndose, este token sirve como piedra angular para una comunidad que valora la innovación, la experimentación y la participación activa. ",
    "The token’s ecosystem is distinguished by a vibrant and engaged user base that thrives on collaboration and shared vision. Community-driven initiatives and decentralized governance structures enable stakeholders to contribute meaningfully to the ongoing development and refinement of protocols. This ensures the ecosystem remains flexible and responsive to shifting market conditions and technological advances. Such a collaborative spirit is essential to maintaining the ecosystem’s relevance and competitive edge as it evolves over time.": "El ecosistema del token se distingue por una base de usuarios vibrante y comprometida que prospera en la colaboración y la visión compartida. ",
    "Moreover, the infrastructure supporting this token is engineered for efficiency and scalability, capable of handling complex financial operations seamlessly. This allows users to execute sophisticated investment strategies with ease. Within this robust environment, participants can explore a diverse array of financial products, including leveraged trading, liquidity mining, and other advanced mechanisms designed to maximize returns. The combination of cutting-edge technology and decentralized governance provides a unique space where risk-tolerant investors can innovate and experiment confidently.": "Además, la infraestructura que respalda este token está diseñada para la eficiencia y la escalabilidad, capaz de manejar operaciones financieras complejas sin problemas. ",
    "Why should you consider using this token for your transactions, whether making single payments or operating a webshop? The answer lies in its unique alignment with the needs of users who embrace financial innovation and are comfortable navigating higher volatility for the chance of substantial rewards. Transactions executed with this asset benefit from swift confirmation times and relatively low fees compared to traditional financial systems, making it suitable for both everyday purchases and larger-scale commercial operations. Additionally, its governance and community involvement features add value by creating a more transparent and user-focused ecosystem.": "¿Por qué debería considerar usar este token para sus transacciones, ya sea realizando pagos individuales o operar una tienda web? ",
    "For merchants and online store operators, accepting this token offers customers a novel payment option that combines speed, affordability, and a connection to an engaged community. This can enhance customer experience by providing seamless checkout processes and fostering trust in an increasingly decentralized digital economy. Businesses can also benefit from lower transaction costs and faster settlement times, contributing to improved cash flow management and greater operational efficiency.": "Para los comerciantes y los operadores de tiendas en línea, aceptar este token ofrece a los clientes una opción de pago novedosa que combina velocidad, asequibilidad y una conexión con una comunidad comprometida. ",
    "Looking forward, this token is poised to play an integral role in promoting a culture of innovation and growth within the decentralized finance sector. Its synergy with a high-performance, scalable infrastructure ensures it can support a broad spectrum of financial innovations, attracting a diverse and motivated user base. As the ecosystem matures, this token will continue to draw individuals eager to participate in pioneering projects and help shape the future of decentralized financial services.": "Mirando hacia el futuro, este token está listo para desempeñar un papel integral en la promoción de una cultura de innovación y crecimiento dentro del sector financiero descentralizado. ",
    "In conclusion, this token represents more than a digital asset—it embodies a spirit of daring exploration and financial experimentation. It empowers users to engage with transformative technologies and access a dynamic ecosystem where high-risk strategies offer potentially high rewards, all backed by a strong, collaborative community and sophisticated technological infrastructure.": "En conclusión, este token representa más que un activo digital: incorpora un espíritu de exploración atrevida y experimentación financiera. ",
    "We have included this token as a supported option for sending and receiving payments, enabling our users to leverage its advantages in speed, efficiency, and community-driven governance. Whether for single transactions or business operations, this asset provides a powerful and flexible solution for modern digital payments.": "Hemos incluido este token como una opción compatible para enviar y recibir pagos, lo que permite a nuestros usuarios aprovechar sus ventajas en velocidad, eficiencia y gobernanza impulsada por la comunidad. ",
    "This native digital asset serves as the fundamental unit powering a vast and diverse ecosystem of decentralized applications and automated smart agreements. Acting as the essential fuel for a multitude of decentralized platforms, it enables seamless and secure execution of complex operations without relying on traditional intermediaries. Within a cutting-edge technological environment that prioritizes scalability and efficiency, this asset supports developers and users alike by facilitating transactions that are not only fast but also cost-effective, ensuring a smooth and accessible user experience.": "Este activo digital nativo sirve como la unidad fundamental que alimenta un ecosistema vasto y diverso de aplicaciones descentralizadas y acuerdos inteligentes automatizados. ",
    "The advanced infrastructure behind this asset leverages innovative scaling solutions to significantly reduce transaction costs and processing times. This makes it particularly attractive for a wide range of use cases, including interacting with decentralized applications, providing liquidity to various protocols, or transferring value rapidly across networks. The efficiency gains derived from this infrastructure empower users to engage more actively and confidently in decentralized finance activities, while developers benefit from a reliable foundation on which to build scalable applications.": "La infraestructura avanzada detrás de este activo aprovecha soluciones de escala innovadoras para reducir significativamente los costos de transacción y los tiempos de procesamiento. ",
    "This digital asset’s widespread recognition and adoption have positioned it as a cornerstone within the decentralized financial landscape. Beyond its role as a medium of exchange, it functions as collateral within numerous lending platforms, enabling users to borrow or lend assets in a trustless environment. It also plays a vital part in staking mechanisms that support network security and governance frameworks, granting holders a voice in important protocol decisions. These multifaceted functionalities highlight the asset’s versatility and essential nature in fostering a dynamic and user-driven decentralized economy.": "El reconocimiento y la adopción generalizado de este activo digital lo han posicionado como una piedra angular dentro del panorama financiero descentralizado. ",
    "Why should you consider using this asset for your transactions, whether for single payments or within a webshop environment? Its strengths lie in its proven security record, broad acceptance, and compatibility with a vast array of decentralized applications. Transactions made using this asset benefit from rapid confirmation times and reduced fees, which enhances the overall user experience and makes it ideal for everyday commerce as well as more complex financial operations. Additionally, its established ecosystem ensures continual innovation and development, providing users with ongoing improvements and expanding opportunities.": "¿Por qué debería considerar usar este activo para sus transacciones, ya sea para pagos individuales o dentro de un entorno de Webshop? ",
    "For merchants and business owners, integrating this asset as a payment method offers several advantages. Customers gain access to a widely trusted and efficient payment option that supports instant and secure transactions. This can help reduce overhead costs associated with traditional payment processors, improve cash flow with quicker settlement times, and appeal to a tech-savvy clientele eager to engage with the latest digital payment technologies. The asset’s interoperability also means it can seamlessly interact with other decentralized services, unlocking further potential for innovative business solutions.": "Para los comerciantes y propietarios de negocios, la integración de este activo como método de pago ofrece varias ventajas. ",
    "Looking ahead, this digital asset continues to maintain a pivotal role in shaping the future of decentralized finance and digital economies. Its integration with a scalable and high-performance infrastructure ensures it remains a preferred choice for users and developers seeking a robust, versatile, and secure asset. As the ecosystem matures and expands, it is expected to support an ever-growing variety of financial applications, from simple payments to complex decentralized protocols, driving forward the evolution of digital finance.": "Mirando hacia el futuro, este activo digital continúa manteniendo un papel fundamental en la configuración del futuro de las finanzas descentralizadas y las economías digitales. ",
    "In summary, this native digital asset embodies the core principles of decentralization, security, and scalability. It empowers users to interact confidently with a broad spectrum of decentralized services, offering a reliable medium of exchange and a powerful tool for financial innovation. By choosing to transact with this asset, you are participating in a dynamic and continually evolving ecosystem built for the future of digital finance.": "En resumen, este activo digital nativo incorpora los principios centrales de descentralización, seguridad y escalabilidad. ",
    "We have included this asset as an option for sending and receiving payments, providing our users with access to its speed, efficiency, and extensive ecosystem. Whether you are making a one-time payment or running an online store, this asset offers a versatile and dependable solution for all your digital transaction needs.": "Hemos incluido este activo como una opción para enviar y recibir pagos, proporcionando a nuestros usuarios acceso a su velocidad, eficiencia y un ecosistema extenso. ",
    "This innovative digital asset functions as a vital decentralized network designed to securely connect external, real-world information with automated digital agreements operating on a decentralized platform. By acting as a reliable bridge between off-chain data sources and on-chain applications, it enhances the overall accuracy, security, and trustworthiness of decentralized services. Within this advanced technological environment, this asset plays a key role in ensuring that digital agreements can respond to real-world events and data inputs without relying on centralized intermediaries, thereby maintaining the integrity and autonomy of decentralized applications.": "Este innovador activo digital funciona como una red descentralizada vital diseñada para conectar de forma segura información externa del mundo real con acuerdos digitales automatizados que operan en una plataforma descentralizada. ",
    "The network supporting this asset enables decentralized applications to access a wide variety of external data streams that are otherwise unavailable directly on the platform. This includes, but is not limited to, financial market prices, weather reports, sports results, and other critical information that smart contracts require to execute complex, condition-based actions. By providing tamper-resistant and cryptographically verified data, this infrastructure significantly reduces the risk of manipulation or errors, making it indispensable for applications that demand high levels of accuracy and trust.": "La red que admite este activo permite que las aplicaciones descentralizadas accedan a una amplia variedad de flujos de datos externos que de otro modo no están disponibles directamente en la plataforma. ",
    "In practical terms, this decentralized oracle network expands the possibilities for developers and users by enabling the creation of sophisticated decentralized applications across various industries. For example, decentralized finance protocols can rely on accurate price feeds to automate lending, borrowing, and trading functions with confidence. Similarly, gaming applications can utilize real-world event outcomes to create immersive and fair experiences. This seamless integration of off-chain data fuels innovation and broadens the scope of use cases beyond what was previously feasible.": "En términos prácticos, esta red Oracle descentralizada amplía las posibilidades de desarrolladores y usuarios al permitir la creación de aplicaciones descentralizadas sofisticadas en varias industrias. ",
    "Why should you consider using this asset for your transactions, or integrating it into your business, such as a webshop? The answer lies in the enhanced trust and reliability it brings to digital agreements and automated processes. When your applications depend on accurate external information, using this decentralized oracle infrastructure ensures that the data feeding your contracts is secure and resistant to censorship or tampering. This not only protects the integrity of transactions but also builds confidence among users and customers, knowing that outcomes are based on verified real-world inputs.": "¿Por qué debería considerar usar este activo para sus transacciones o integrarlo en su negocio, como una tienda web? ",
    "For merchants and service providers, incorporating this asset as part of your payment or operational ecosystem can enable new functionalities and automation capabilities. It allows for smart contracts that respond dynamically to external events, such as adjusting prices based on market conditions or releasing payments only after verification of delivery or service completion. This can streamline business processes, reduce disputes, and enhance customer satisfaction through transparency and reliability.": "Para los comerciantes y proveedores de servicios, incorporar este activo como parte de su pago o ecosistema operativo puede permitir nuevas funcionalidades y capacidades de automatización. ",
    "Furthermore, this asset contributes to a more resilient and decentralized internet infrastructure by removing the need for centralized data providers, which are often single points of failure or manipulation. By participating in or leveraging this network, you become part of a broader movement towards decentralized trust systems that empower users and businesses alike with greater control and security.": "Además, este activo contribuye a una infraestructura de Internet más resistente y descentralizada al eliminar la necesidad de proveedores de datos centralizados, que a menudo son puntos individuales de falla o manipulación. ",
    "Looking ahead, the role of this asset and its network is expected to grow substantially as decentralized applications become more sophisticated and dependent on accurate real-world data. Its ability to securely bridge the gap between off-chain information and on-chain logic will continue to drive innovation across sectors such as finance, insurance, supply chain, gaming, and beyond.": "Mirando hacia el futuro, se espera que el papel de este activo y su red crezcan sustancialmente a medida que las aplicaciones descentralizadas se vuelven más sofisticadas y dependen de datos precisos del mundo real. ",
    "In conclusion, this digital asset represents a foundational piece of infrastructure for the next generation of decentralized technologies. It enables trustworthy, secure, and efficient connections between external data sources and decentralized applications, unlocking new potential for automation and intelligent contracts. We have included this asset as an option for sending and receiving payments, ensuring our users benefit from its reliability and the expanded capabilities it brings to the decentralized ecosystem.": "En conclusión, este activo digital representa una pieza fundamental de infraestructura para la próxima generación de tecnologías descentralizadas. ",
    "This specialized digital token is crafted to serve niche communities and unique projects within a growing decentralized digital environment. Unlike mainstream digital assets, this token is tailored to provide distinct identity and utility to its holders, fostering a sense of belonging and active participation within specific circles. Its primary purpose is to encourage creativity, engagement, and collaboration among users who share common interests or goals, thereby enriching the overall ecosystem with diverse and innovative use cases.": "Este token digital especializado está diseñado para servir a comunidades de nicho y proyectos únicos dentro de un entorno digital descentralizado creciente. ",
    "One of the key advantages of this token lies in its integration within a highly efficient and scalable network that supports rapid transaction processing with minimal fees. These attributes make it particularly well-suited for applications involving micro-transactions, where users can send small amounts quickly and cost-effectively. This capability is essential for use cases such as digital rewards systems, loyalty programs, and gamification strategies within decentralized applications, where frequent, low-value transactions are common and need to be handled seamlessly.": "Una de las ventajas clave de este token se encuentra en su integración dentro de una red altamente eficiente y escalable que admite un procesamiento de transacciones rápidas con tarifas mínimas. ",
    "In addition to its technical benefits, this token promotes community-driven growth by incentivizing participation and creativity. Holders are often motivated to engage in activities that enhance the ecosystem, whether through contributing content, participating in governance, or supporting specialized projects that rely on this token as a medium of exchange or a symbol of membership. This sense of ownership and involvement helps create a vibrant, interactive environment where users feel valued and connected.": "Además de sus beneficios técnicos, este token promueve el crecimiento impulsado por la comunidad al incentivar la participación y la creatividad. ",
    "Why should you consider using this token for transactions, whether for single payments or integrating it into your webshop? Its low transaction costs and rapid processing times make it an excellent choice for everyday use cases, particularly where frequent small payments are involved. This could include tipping creators, rewarding customers, or enabling easy and instant micro-purchases without worrying about high fees or delays that often accompany traditional payment methods.": "¿Por qué debería considerar usar este token para transacciones, ya sea para pagos individuales o integrarlo en su tienda web? ",
    "Furthermore, using this token within a webshop environment can enhance customer experience by providing novel ways to engage and reward buyers. It allows merchants to implement loyalty points, limited-time offers, or exclusive access passes that are tokenized and easily transferable, creating a more interactive and rewarding shopping journey. The decentralized nature of the token also offers greater transparency and security, reducing the risk of fraud or chargebacks.": "Además, el uso de esta token dentro de un entorno de la web de la web puede mejorar la experiencia del cliente al proporcionar formas novedosas de involucrar y recompensar a los compradores. ",
    "From a broader perspective, this token helps diversify the digital economy by adding depth and specificity to the array of assets available to users. It supports the creation of micro-economies where unique communities can thrive, innovate, and experiment with new forms of interaction and value exchange. As such, it plays a crucial role in pushing the boundaries of what decentralized technology can achieve, particularly in niche sectors and creative spaces.": "Desde una perspectiva más amplia, este token ayuda a diversificar la economía digital agregando profundidad y especificidad a la variedad de activos disponibles para los usuarios. ",
    "Looking forward, as the underlying network continues to grow and attract more users and developers, this token is poised to become an integral part of a diverse and dynamic token ecosystem. Its focus on community engagement and specialized utility ensures that it will maintain relevance by adapting to the evolving needs of its users and the projects it supports.": "Mirando hacia el futuro, a medida que la red subyacente continúa creciendo y atrayendo a más usuarios y desarrolladores, este token está listo para convertirse en una parte integral de un ecosistema de token diverso y dinámico. ",
    "In summary, this digital asset represents more than just a transactional tool—it embodies a commitment to fostering innovation, creativity, and active participation within specialized communities. By enabling fast, affordable transactions and supporting unique use cases, it enhances the decentralized ecosystem and offers meaningful benefits to its users. We have included this asset as a supported option for sending and receiving payments, allowing our users to take full advantage of its unique features and the opportunities it presents.": "En resumen, este activo digital representa más que una simple herramienta transaccional: incorpora un compromiso para fomentar la innovación, la creatividad y la participación activa dentro de las comunidades especializadas. ",
    "Simplify Your Crypto Transactions": "Simplifique sus transacciones de Cripto",
    "Start Receiving Payments Today": "Empiece a recibir pagos hoy",
    "Our Products": "Nuestros productos",
    "Anonymous Crypto Payments": "Pagos anónimos de Cripto",
    "Quickly create a simple crypto payment request anyone can pay — no account needed.": "Cree rápidamente una solicitud de pago simple de Cripto que cualquiera pueda pagar, no se necesita cuenta.",
    "Moreover, this token’s programmable nature allows businesses to create customized incentives and loyalty programs, boosting customer engagement and retention. For instance, rewards can be automatically distributed through smart contracts, making promotional campaigns more transparent and reliable. This adds a layer of innovation to commerce that traditional payment methods cannot easily replicate.": "Además, la naturaleza programable de este token permite a las empresas crear incentivos personalizados y programas de fidelización, impulsando la participación y retención del cliente. ",
    "From the user’s perspective, utilizing this token grants access to a growing ecosystem of decentralized applications and services. Whether participating in governance votes, exploring DeFi opportunities, or simply making fast and affordable payments, users benefit from a flexible and secure digital asset designed to adapt to their needs. The token’s community-driven development ensures continuous improvements and evolving features that keep it relevant in a fast-changing landscape.": "Desde la perspectiva del usuario, la utilización de esta ficha otorga acceso a un ecosistema creciente de aplicaciones y servicios descentralizados. ",
    "As the adoption of the underlying network expands, this token is set to become a foundational component of a robust, scalable ecosystem. Its unique combination of security, speed, and programmability positions it as a preferred asset for developers and users alike, fostering innovation and broadening the horizons of decentralized technology.": "A medida que se expande la adopción de la red subyacente, este token se convertirá en un componente fundamental de un ecosistema robusto y escalable. ",
    "In conclusion, this token represents more than just a medium of exchange—it is a gateway to a dynamic, community-oriented ecosystem where users have the power to influence development and participate in cutting-edge decentralized solutions. We have included this token as an option for sending and receiving payments, allowing our users to benefit from its speed, affordability, and versatility in both single transactions and webshop integrations.": "En conclusión, este token representa más que un medio de intercambio: es una puerta de entrada a un ecosistema dinámico orientado a la comunidad donde los usuarios tienen el poder de influir en el desarrollo y participar en soluciones descentralizadas de vanguardia. ",
    "This particular digital asset is a fully backed stable token designed to maintain a steady value closely aligned with the US dollar. It is built to offer transparency, liquidity, and financial stability within a modern, efficient decentralized network. Issued by a trusted and regulated entity, this asset serves as a reliable medium of exchange that bridges the gap between traditional finance and the decentralized digital economy. Its fully reserved backing ensures that each token corresponds to an equivalent amount of fiat currency held in reserve, providing users with confidence in its stability and security.": "Este activo digital en particular es un token estable totalmente respaldado diseñado para mantener un valor constante estrechamente alineado con el dólar estadounidense. ",
    "One of the main advantages of this stable digital asset is its ability to facilitate fast and low-cost transactions. Unlike many other tokens, it does not suffer from the volatility commonly seen in decentralized finance markets, making it an ideal option for users seeking a stable store of value while remaining fully engaged in blockchain activities. This stability is particularly valuable for traders, lenders, and borrowers who require a predictable asset to mitigate risks without leaving the decentralized ecosystem.": "Una de las principales ventajas de este activo digital estable es su capacidad para facilitar las transacciones rápidas y de bajo costo. ",
    "This asset plays a critical role for users involved in decentralized finance (DeFi) applications, especially those who want to avoid market volatility but still participate in various financial services. By using this stable token, individuals can seamlessly swap assets, provide liquidity, and engage in yield farming opportunities on native decentralized platforms. Its wide acceptance makes it a go-to option for both retail investors and institutions looking to transact or hold value within a secure and regulated environment.": "Este activo juega un papel fundamental para los usuarios involucrados en aplicaciones de finanzas descentralizadas (DEFI), especialmente aquellos que desean evitar la volatilidad del mercado pero aún participan en varios servicios financieros. ",
    "The integration of this stable token into a scalable and user-friendly decentralized economy enhances its utility even further. It supports programmable smart contracts that enable a wide range of financial products and services to operate efficiently. Developers benefit from its auditability and regulatory compliance, which reduce risks associated with unregulated tokens and foster trust in the overall ecosystem. These features make it an indispensable building block for new Web3 applications aiming to deliver transparent, secure, and seamless user experiences.": "La integración de este token estable en una economía descentralizada escalable y fácil de usar mejora aún más su utilidad. ",
    "Why should you consider using this stable digital asset for your transactions, whether for single payments or incorporating it into an online store? The answer lies in its combination of reliability, speed, and cost efficiency. For everyday users, it offers a dependable way to send and receive payments without worrying about sudden fluctuations in value. For merchants and webshop owners, accepting this token means providing customers with a seamless payment option that reduces fees compared to traditional credit card processing, while also enabling instant settlement and cross-border transactions.": "¿Por qué debería considerar usar este activo digital estable para sus transacciones, ya sea para pagos individuales o incorporarlo en una tienda en línea? ",
    "In addition, using this asset in your business or personal transactions opens doors to programmable financial capabilities. For example, smart contracts can automate payment distribution, enable escrow services, or implement loyalty and reward programs—all of which can be done transparently and without intermediaries. This level of automation not only enhances operational efficiency but also builds customer trust by ensuring fair and timely execution of agreements.": "Además, el uso de este activo en su negocio o transacciones personales abre puertas a capacidades financieras programables. ",
    "For users and institutions looking to remain fully engaged in the evolving decentralized ecosystem, this stable token provides a crucial safe harbor from volatility while maintaining all the benefits of blockchain technology. Its compatibility with a broad range of decentralized applications means it can be seamlessly integrated into diverse financial workflows, supporting everything from simple transfers to complex DeFi strategies.": "Para los usuarios e instituciones que buscan permanecer completamente involucrados en el ecosistema descentralizado en evolución, este token estable proporciona un puerto segura crucial de la volatilidad mientras mantiene todos los beneficios de la tecnología blockchain. ",
    "We have included this stable digital asset as an option for sending and receiving payments on our platform. This inclusion allows our users to benefit from its transparency, efficiency, and reliability, whether making single transactions or integrating it as a payment method in webshops. By embracing this asset, we are helping to facilitate a more accessible, stable, and scalable digital economy for everyone involved.": "Hemos incluido este activo digital estable como una opción para enviar y recibir pagos en nuestra plataforma. ",
    "This particular digital asset stands as one of the most established and widely utilized stable tokens within the evolving decentralized finance space. Designed to maintain a steady value pegged one-to-one with the US dollar, it serves as a dependable store of value that allows users to navigate the often volatile landscape of digital assets with greater confidence. Operating within a highly scalable and efficient decentralized network, this stable token facilitates fast, secure, and borderless transactions, making it an essential tool for individuals and businesses alike.": "Este activo digital particular se destaca como uno de los tokens estables más establecidos y ampliamente utilizados dentro del espacio financiero descentralizado en evolución. ",
    "The integration of this asset into a modern digital ecosystem brings numerous advantages to its users. Its stability means it acts as a reliable medium of exchange, particularly useful for traders, lenders, and borrowers who want to hedge against market fluctuations without exiting the decentralized environment. Furthermore, the token’s fast settlement times and low transaction fees significantly improve the user experience, especially when compared to traditional financial systems. These features allow users to conduct cross-border transactions seamlessly and at a fraction of the cost of conventional methods.": "La integración de este activo en un ecosistema digital moderno trae numerosas ventajas a sus usuarios. ",
    "For decentralized finance (DeFi) protocols, this asset is indispensable. It is commonly used as a foundational currency within lending and borrowing platforms, liquidity pools, and yield farming initiatives. Its interoperability with a wide range of smart contract-based applications ensures that it can be integrated easily into various financial instruments, enhancing liquidity and enabling more efficient capital flow. This versatility supports a vibrant and growing ecosystem where users can participate in innovative financial services with confidence in the underlying stability of their assets.": "Para los protocolos de finanzas descentralizadas (DEFI), este activo es indispensable. ",
    "Why should you consider using this stable digital token for your transactions or as a payment method in an online store? First, it provides peace of mind by eliminating the volatility that often discourages wider adoption of digital currencies for everyday use. Whether you are sending a single payment or processing numerous transactions in a webshop, the token’s stability ensures that the value received or paid remains consistent. This is especially important for merchants who want to avoid price fluctuations between the moment a sale is made and the funds are settled.": "¿Por qué debería considerar usar este token digital estable para sus transacciones o como método de pago en una tienda en línea? ",
    "In addition to stability, this asset offers efficiency and accessibility. Transactions are confirmed rapidly, enabling near-instant payment processing that rivals or exceeds traditional payment networks. This speed, combined with low fees, makes it an excellent choice for businesses looking to reduce operational costs and improve cash flow. Moreover, because it is built on a decentralized platform, it offers censorship resistance and global accessibility, allowing users and merchants anywhere in the world to participate in the digital economy without barriers.": "Además de la estabilidad, este activo ofrece eficiencia y accesibilidad. ",
    "Using this stable token also opens up possibilities for programmable payments through smart contracts. For example, you could set up automated payments, subscriptions, or conditional releases of funds based on predefined criteria, all executed transparently and without intermediaries. This level of automation not only enhances convenience but also builds trust between parties by ensuring that contractual obligations are met reliably and on time.": "El uso de este token estable también abre posibilidades para pagos programables a través de contratos inteligentes. ",
    "As demand for reliable and stable digital assets continues to grow, this token is poised to play a vital role in fostering financial inclusion and innovation worldwide. Its presence across multiple decentralized platforms helps bridge the gap between traditional finance and the new decentralized economy, providing users with a familiar and trustworthy digital dollar alternative. Whether you are an individual user, a developer, or a business owner, this asset offers a powerful combination of stability, speed, and programmability that supports a wide range of financial activities.": "A medida que la demanda de activos digitales confiables y estables continúa creciendo, este token está listo para desempeñar un papel vital en fomentar la inclusión financiera y la innovación en todo el mundo. ",
    "We have included this stable digital asset as a supported option for sending and receiving payments on our platform. By doing so, we aim to provide our users with a dependable, cost-effective, and efficient method to transact within the decentralized ecosystem. Whether you are making single payments or integrating this asset into your webshop, our support ensures that you can take full advantage of its benefits for a seamless and secure payment experience.": "Hemos incluido este activo digital estable como una opción compatible para enviar y recibir pagos en nuestra plataforma. ",
    "This pioneering decentralized digital network was the first of its kind to introduce a revolutionary way of transferring value without the need for intermediaries like banks or governments. Launched over a decade ago, it set the foundation for the entire digital asset ecosystem by providing a transparent, secure, and immutable ledger that records all transactions in a trustless manner. This system operates through a distributed network of participants who collectively validate and secure transactions using a consensus mechanism based on proof of work, ensuring the integrity and security of the network.": "Esta red digital descentralizada pionera fue la primera de su tipo en introducir una forma revolucionaria de transferir valor sin la necesidad de intermediarios como bancos o gobiernos. ",
    "The technology behind this network is celebrated for its robust security and decentralization, which make it extremely difficult to manipulate or attack. Its fixed supply, capped at a certain number of units, has also contributed to its perception as a store of value, often likened to “digital gold.” This scarcity combined with its widespread adoption has led to significant interest from both individual users and institutional investors worldwide.": "La tecnología detrás de esta red se celebra por su robusta seguridad y descentralización, lo que hace que sea extremadamente difícil manipular o atacar. ",
    "For users, the native digital asset serves multiple purposes. It can be used to transfer value across borders quickly and without the need for traditional financial intermediaries, which often impose delays and high fees. Transactions are verified by a global network of nodes, making them resistant to censorship and fraud. This makes the asset especially appealing in regions with limited access to stable banking infrastructure or in situations where privacy and autonomy over one’s funds are paramount.": "Para los usuarios, el activo digital nativo tiene múltiples propósitos. ",
    "When considering payments, the asset is increasingly accepted by online merchants and some physical stores as a means of payment, providing an alternative to conventional currencies. It offers a way to conduct transactions without relying on third parties, reducing costs and simplifying the payment process. However, due to its design, transaction speeds and fees can vary depending on network demand, which users should consider when choosing it for everyday purchases.": "Al considerar los pagos, el activo es cada vez más aceptado por los comerciantes en línea y algunas tiendas físicas como un medio de pago, proporcionando una alternativa a las monedas convencionales. ",
    "Beyond its use as a transactional medium, this asset has also become a critical element in the broader financial landscape, inspiring the development of a multitude of decentralized applications and new blockchain projects. Its pioneering role paved the way for innovations in digital contracts, programmable money, and decentralized finance.": "Más allá de su uso como medio transaccional, este activo también se ha convertido en un elemento crítico en el panorama financiero más amplio, lo que inspira el desarrollo de una multitud de aplicaciones descentralizadas y nuevos proyectos de blockchain. ",
    "In summary, this original decentralized digital asset remains a cornerstone of the digital economy, prized for its security, scarcity, and decentralization. Whether you are sending a single transaction, making purchases in a webshop, or seeking a store of value, this asset provides a unique and powerful option for managing wealth in a digital-first world.": "En resumen, este activo digital descentralizado original sigue siendo una piedra angular de la economía digital, apreciada por su seguridad, escasez y descentralización. ",
    "While we have not yet incorporated support for this network and its native asset within our current ecosystem, it is an important part of our future plans. We recognize its significance and have placed it firmly on our roadmap, aiming to enable seamless sending and receiving of payments with it in upcoming updates.": "Si bien aún no hemos incorporado el soporte para esta red y su activo nativo dentro de nuestro ecosistema actual, es una parte importante de nuestros planes futuros. ",
    "Explore the origins of decentralized digital currency and how it paved the way for modern blockchain innovation.": "Explore los orígenes de la moneda digital descentralizada y cómo allanó el camino para la innovación moderna de blockchain.",
    "Developer Resources": "Recursos de desarrollador",
    "Community News": "Noticias de la comunidad",
    "This blockchain platform was created to offer a high-performance environment that supports the creation of decentralized applications and digital assets. It was designed to address some of the limitations found in earlier networks, particularly focusing on faster transaction speeds and significantly lower fees, making it accessible and attractive for both developers and users. By implementing a consensus mechanism that balances speed and security, this platform aims to provide a scalable solution suitable for a wide range of applications, from finance to gaming.": "Esta plataforma blockchain fue creada para ofrecer un entorno de alto rendimiento que respalde la creación de aplicaciones descentralizadas y activos digitales. ",
    "The technology behind this platform enables compatibility with popular development tools and ecosystems, allowing developers to deploy smart contracts and decentralized applications efficiently. Its architecture supports interoperability with other blockchains, fostering a diverse and vibrant ecosystem where digital assets and tokens can be created, exchanged, and utilized with ease. This has led to rapid adoption and the growth of numerous projects, contributing to a dynamic and expanding digital economy.": "La tecnología detrás de esta plataforma permite la compatibilidad con herramientas de desarrollo populares y ecosistemas, lo que permite a los desarrolladores implementar contratos inteligentes y aplicaciones descentralizadas de manera eficiente. ",
    "One of the key advantages of using the native digital asset of this platform is the ability to conduct transactions quickly and at a fraction of the cost typically associated with older blockchain networks. This makes it particularly suitable for everyday payments, microtransactions, and interactions within decentralized applications. Whether you are making a single purchase in an online store or transferring funds across borders, the speed and affordability of transactions offer clear benefits.": "Una de las ventajas clave de usar el activo digital nativo de esta plataforma es la capacidad de realizar transacciones rápidamente y a una fracción del costo típicamente asociado con las redes de blockchain más antiguas. ",
    "Moreover, the asset plays a central role in the platform’s ecosystem, serving not only as a medium of exchange but also as a utility token that powers transaction fees and incentivizes network participants. This dual function strengthens the network’s security and reliability while offering users a seamless experience when interacting with decentralized services.": "Además, el activo juega un papel central en el ecosistema de la plataforma, que sirve no solo como un medio de intercambio sino también como un token de utilidad que alimenta las tarifas de transacción e incentiva a los participantes de la red. ",
    "The wide adoption of this platform’s technology by developers and businesses has resulted in a rich variety of use cases, including decentralized finance (DeFi), gaming, and non-fungible tokens (NFTs). For users, this means greater access to innovative financial products and digital experiences, all powered by a secure and efficient infrastructure.": "La amplia adopción de la tecnología de esta plataforma por desarrolladores y empresas ha resultado en una rica variedad de casos de uso, incluidas las finanzas descentralizadas (DEFI), los juegos y los tokens no fungibles (NFT). ",
    "Choosing this digital asset for transactions, whether in a webshop or peer-to-peer transfers, offers advantages such as lower fees, faster confirmation times, and a growing acceptance across different platforms. These features contribute to a better user experience and make it a compelling option for those looking to engage with the decentralized digital economy.": "Elegir este activo digital para transacciones, ya sea en una tienda web o transferencias entre pares, ofrece ventajas como tarifas más bajas, tiempos de confirmación más rápidos y una aceptación creciente en diferentes plataformas. ",
    "Although we have not yet integrated support for this blockchain and its native asset within our ecosystem, we recognize its importance and the value it brings to users and developers alike. We have included it in our development roadmap and look forward to enabling sending and receiving payments using this asset in the near future.": "Aunque aún no hemos soporte integrado para esta cadena de bloques y su activo nativo dentro de nuestro ecosistema, reconocemos su importancia y el valor que aporta tanto a los usuarios como a los desarrolladores. ",
    "Get to know this fast and low-cost blockchain platform built for decentralized applications and digital asset transfer.": "Conozca esta plataforma blockchain rápida y de bajo costo construida para aplicaciones descentralizadas y transferencia de activos digitales.",
    "Learning Resources": "Recursos de aprendizaje",
    "This blockchain platform is known for its strong emphasis on research-driven development and a commitment to providing a secure and scalable infrastructure for decentralized applications and digital assets. Built on a foundation of peer-reviewed academic research, the platform combines scientific rigor with innovative technology to deliver a robust and sustainable ecosystem. Its layered architecture separates the ledger of account values from the computational layer, enabling flexibility and upgrades without disrupting ongoing transactions.": "Esta plataforma blockchain es conocida por su fuerte énfasis en el desarrollo basado en la investigación y el compromiso de proporcionar una infraestructura segura y escalable para aplicaciones descentralizadas y activos digitales. ",
    "One of the standout features of this platform is its consensus mechanism, which prioritizes energy efficiency and security. By utilizing a proof-based consensus model that is designed to be both secure and environmentally friendly, it offers an attractive alternative to more resource-intensive networks. This makes it especially appealing for users and developers who are conscious of sustainability while still requiring a high level of reliability and decentralization.": "Una de las características destacadas de esta plataforma es su mecanismo de consenso, que prioriza la eficiencia energética y la seguridad. ",
    "This platform supports a wide array of decentralized applications, ranging from financial services to identity management and governance solutions. Its approach to smart contracts focuses on safety and formal verification, aiming to reduce vulnerabilities and enhance trust among users and developers alike. This careful design philosophy has helped it gain recognition as a dependable and innovative environment for building next-generation applications.": "Esta plataforma admite una amplia gama de aplicaciones descentralizadas, que van desde servicios financieros hasta soluciones de gestión de identidad y gobernanza. ",
    "Using the native digital asset of this platform offers several benefits. Transactions are processed efficiently with relatively low fees, making it suitable for everyday payments, single transactions, or e-commerce use cases. Its growing acceptance and integration within various dApps and services provide users with increasing opportunities to spend, send, and receive value securely and swiftly.": "El uso del activo digital nativo de esta plataforma ofrece varios beneficios. ",
    "For merchants and webshop operators, this digital asset offers a promising option for accepting payments. The combination of security, scalability, and cost-effectiveness ensures a smooth transaction experience for both sellers and buyers. Additionally, the asset’s backing by a well-researched and actively maintained platform helps inspire confidence in users concerned about long-term stability and technological evolution.": "Para los comerciantes y los operadores de WebShop, este activo digital ofrece una opción prometedora para aceptar pagos. ",
    "While we have not yet integrated this platform and its native asset into our ecosystem, we recognize its importance and potential in the broader landscape of decentralized finance and digital transactions. We have included it in our roadmap and are committed to supporting sending and receiving payments with this asset in the near future.": "Si bien aún no hemos integrado esta plataforma y su activo nativo en nuestro ecosistema, reconocemos su importancia y potencial en el panorama más amplio de finanzas descentralizadas y transacciones digitales. ",
    "Discover this proof-of-stake blockchain designed for security, scalability, and sustainability in decentralized ecosystems.": "Descubra esta cadena de bloques de prueba de estaca diseñada para la seguridad, la escalabilidad y la sostenibilidad en los ecosistemas descentralizados.",
    "Community Forum": "Foro comunitario",
    "This blockchain platform is widely recognized as a pioneer in the field of decentralized computing and smart contract technology. It has established itself as the foundation for a vast ecosystem of decentralized applications, ranging from finance and gaming to supply chain and digital identity. With its open and programmable infrastructure, developers are empowered to create complex applications that operate without centralized control, promoting transparency and innovation.": "Esta plataforma blockchain es ampliamente reconocida como pionera en el campo de la informática descentralizada y la tecnología de contrato inteligente. ",
    "The network operates on a distributed ledger that records all transactions and contract executions in a secure, transparent, and immutable manner. Its consensus mechanism is designed to balance security, decentralization, and scalability, ensuring that users can trust the integrity of the system while enjoying broad participation from nodes across the globe. Over time, the platform has undergone significant upgrades aimed at improving efficiency, reducing transaction costs, and enhancing user experience.": "La red opera en un libro mayor distribuido que registra todas las transacciones y ejecuciones de contratos de manera segura, transparente e inmutable. ",
    "The native digital asset of this platform plays a crucial role beyond simple value transfer. It is used to pay for transaction fees and computational services, acting as a fuel that powers the execution of smart contracts and decentralized applications. This asset’s wide acceptance and liquidity make it a key component in decentralized finance ecosystems, facilitating lending, borrowing, trading, and staking operations.": "El activo digital nativo de esta plataforma juega un papel crucial más allá de la simple transferencia de valor. ",
    "For users and businesses, this asset offers significant advantages when making transactions or accepting payments. Its widespread adoption ensures compatibility with numerous wallets, exchanges, and payment processors, making it a convenient choice for online stores and service providers seeking fast and secure payments. Despite fluctuations in network fees, ongoing improvements aim to optimize costs and transaction speeds, enhancing its suitability for everyday use.": "Para los usuarios y las empresas, este activo ofrece ventajas significativas al realizar transacciones o aceptar pagos. ",
    "Choosing this asset for transactions means tapping into one of the most mature and trusted ecosystems in the decentralized space. Whether you are sending funds to friends, paying for goods in a webshop, or engaging with decentralized applications, this platform’s infrastructure supports seamless and reliable operations.": "Elegir este activo para las transacciones significa aprovechar uno de los ecosistemas más maduros y confiables en el espacio descentralizado. ",
    "Although we have not yet integrated this blockchain platform into our ecosystem, we recognize its immense value and influence in shaping the decentralized future. It is included in our roadmap, and we are actively working toward enabling sending and receiving payments using this asset in the near future.": "Aunque aún no hemos integrado esta plataforma blockchain en nuestro ecosistema, reconocemos su inmenso valor e influencia en la configuración del futuro descentralizado. ",
    "Dive into the leading smart contract platform that supports decentralized applications with broad ecosystem support.": "Coloque en la plataforma de contrato inteligente líder que admite aplicaciones descentralizadas con un amplio soporte del ecosistema.",
    "Research Forum": "Foro de investigación",
    "This blockchain platform is designed to offer a high-performance, scalable, and secure environment for decentralized applications and digital transactions. It stands out for its use of a unique consensus mechanism that ensures fast transaction finality and low fees, making it particularly attractive for users and developers looking for efficiency and reliability in their blockchain interactions.": "Esta plataforma blockchain está diseñada para ofrecer un entorno de alto rendimiento, escalable y seguro para aplicaciones descentralizadas y transacciones digitales. ",
    "Built with the goal of overcoming common scalability challenges faced by earlier networks, this platform delivers near-instant transaction confirmation and supports a wide range of use cases, from decentralized finance to supply chain management and beyond. Its architecture allows for seamless interoperability and compatibility with existing smart contract standards, enabling developers to deploy their applications with ease.": "Construido con el objetivo de superar los desafíos de escalabilidad comunes que enfrentan las redes anteriores, esta plataforma ofrece confirmación de transacciones casi instantánea y admite una amplia gama de casos de uso, desde finanzas descentralizadas hasta la gestión de la cadena de suministro y más allá. ",
    "The native asset of this platform plays a vital role in facilitating transactions, paying for computational resources, and participating in network governance. Due to the platform’s fast processing speeds and minimal fees, this asset is an excellent choice for making payments, whether for individual transfers or business transactions, such as in webshops or online services.": "El activo nativo de esta plataforma juega un papel vital en facilitar las transacciones, pagar los recursos computacionales y participar en el gobierno de la red. ",
    "People choose this asset because it offers a practical balance between speed, cost, and security. For those conducting frequent or micro-transactions, its low fees reduce overhead, making digital payments more accessible and efficient. Merchants benefit from quick settlements and reduced risk of chargebacks compared to traditional payment methods, enhancing the customer experience.": "Las personas eligen este activo porque ofrece un equilibrio práctico entre velocidad, costo y seguridad. ",
    "For you, using this asset means gaining access to a robust ecosystem where payments are processed swiftly and securely. Whether you are sending funds to friends or family, purchasing goods online, or engaging with decentralized applications, this platform provides a smooth, user-friendly experience with the backing of innovative technology.": "Para usted, usar este activo significa obtener acceso a un ecosistema robusto donde los pagos se procesan de forma rápida y segura. ",
    "While we have not yet integrated this blockchain platform into our payment ecosystem, we acknowledge its growing importance and the benefits it offers. It is on our development roadmap, and we are committed to including support for sending and receiving payments with this asset in the near future.": "Si bien aún no hemos integrado esta plataforma blockchain en nuestro ecosistema de pago, reconocemos su creciente importancia y los beneficios que ofrece. ",
    "Learn about this fast, scalable blockchain designed to support decentralized applications with low fees.": "Conozca esta cadena de bloques rápida y escalable diseñada para admitir aplicaciones descentralizadas con tarifas bajas.",
    "Explore this Ethereum Layer 2 scaling solution focused on security, speed, and seamless developer experience.": "Explore esta solución de escala Ethereum Layer 2 centrada en la seguridad, la velocidad y la experiencia de desarrollador sin problemas.",
    "This platform is designed to improve the scalability and efficiency of decentralized applications by processing transactions off the main network while still maintaining strong security guarantees. It achieves this through a technique that batches multiple transactions together and then submits them to the primary network, significantly reducing fees and increasing transaction speeds.": "Esta plataforma está diseñada para mejorar la escalabilidad y la eficiencia de las aplicaciones descentralizadas mediante el procesamiento de las transacciones de la red principal y al mismo tiempo mantener fuertes garantías de seguridad. ",
    "The architecture of this solution enables developers to build complex decentralized applications that can handle a large number of users without suffering from the common bottlenecks associated with earlier blockchain technologies. Its compatibility with existing smart contract standards makes it a popular choice for projects looking to scale while retaining security and decentralization.": "La arquitectura de esta solución permite a los desarrolladores crear aplicaciones descentralizadas complejas que pueden manejar una gran cantidad de usuarios sin sufrir los cuellos de botella comunes asociados con tecnologías de blockchain anteriores. ",
    "The native asset of this platform is used to facilitate payments, pay for computational operations, and participate in governance mechanisms. Due to the platform’s focus on low-cost and fast transactions, this asset is ideal for both everyday users and businesses looking to make seamless payments or process large volumes of transactions with minimal overhead.": "El activo nativo de esta plataforma se utiliza para facilitar los pagos, pagar las operaciones computacionales y participar en los mecanismos de gobierno. ",
    "Users and merchants alike prefer this asset for its balance of security, speed, and affordability. For single or recurring transactions in a webshop setting, it provides quick settlement times and low fees, reducing friction and improving user experience. Additionally, its integration with a broad ecosystem of decentralized finance and application protocols means it offers flexibility and diverse use cases.": "Tanto los usuarios como los comerciantes prefieren este activo para su equilibrio de seguridad, velocidad y asequibilidad. ",
    "For you, choosing this asset means benefiting from a payment method that is secure, fast, and cost-effective. Whether you are making a single transaction, sending money to others, or using it for commerce, this platform’s technology ensures your transactions are processed smoothly and reliably.": "Para usted, elegir este activo significa beneficiarse de un método de pago que sea seguro, rápido y rentable. ",
    "Although we have not yet integrated this platform into our payment ecosystem, we recognize its potential and have included it on our roadmap. We look forward to supporting sending and receiving payments with this asset in the near future to provide even more options to our users.": "Aunque aún no hemos integrado esta plataforma en nuestro ecosistema de pago, reconocemos su potencial y lo hemos incluido en nuestra hoja de ruta. ",
    "Find out how this optimistic rollup solution enhances Ethereum’s scalability while maintaining decentralization.": "Averigüe cómo esta solución optimista enrollable mejora la escalabilidad de Ethereum mientras mantiene la descentralización.",
    "Community Hub": "Centro comunitario",
    "This technology platform was created to address the challenges of scalability and high transaction costs that affect many early decentralized networks. It operates as a secondary layer that works alongside the main network, enabling faster and cheaper transactions without compromising security or decentralization. By leveraging a modular approach, it combines various scaling solutions to create a flexible and efficient environment for decentralized applications and users alike.": "Esta plataforma de tecnología fue creada para abordar los desafíos de la escalabilidad y los altos costos de transacción que afectan a muchas redes descentralizadas tempranas. ",
    "The platform supports a wide range of use cases including decentralized finance, gaming, NFTs, and supply chain tracking, making it a versatile choice for developers and enterprises. Its interoperability with the main network and compatibility with existing development tools allow for seamless migration and integration of applications, reducing the barriers to entry and encouraging innovation.": "La plataforma admite una amplia gama de casos de uso que incluyen finanzas descentralizadas, juegos, NFT y seguimiento de la cadena de suministro, lo que lo convierte en una opción versátil para desarrolladores y empresas. ",
    "The native digital asset of this platform is used primarily to pay for transaction fees, participate in network governance, and incentivize users and developers within the ecosystem. Because of the platform’s emphasis on speed and low cost, this asset is particularly well-suited for everyday transactions, micropayments, and business use cases where efficiency and affordability are key.": "El activo digital nativo de esta plataforma se utiliza principalmente para pagar las tarifas de transacción, participar en el gobierno de la red e incentivar a los usuarios y desarrolladores dentro del ecosistema. ",
    "Many people choose this asset for transactions because it offers a reliable and cost-effective method of transferring value. Whether you are making a single payment, processing sales in an online store, or sending funds across borders, the asset’s fast confirmation times and minimal fees provide a smooth user experience. Its widespread adoption and robust ecosystem further add to its appeal, ensuring liquidity and support across numerous applications.": "Muchas personas eligen este activo para las transacciones porque ofrece un método confiable y rentable de valor de transferencia. ",
    "For you, using this asset means gaining access to a scalable, secure, and economical payment solution. It empowers users and businesses alike to transact without worrying about delays or excessive costs, making it an excellent choice for both small and large-scale transactions.": "Para usted, usar este activo significa obtener acceso a una solución de pago escalable, segura y económica. ",
    "While we have not yet integrated this platform into our current payment ecosystem, we acknowledge its growing importance and have included it on our development roadmap. We are excited to offer support for sending and receiving payments with this asset soon, broadening the options available to our community.": "Si bien aún no hemos integrado esta plataforma en nuestro ecosistema de pago actual, reconocemos su creciente importancia y la hemos incluido en nuestra hoja de ruta de desarrollo. ",
    "Discover the modular blockchain platform that combines scalability and security for decentralized applications.": "Descubra la plataforma de cadena de bloques modular que combina escalabilidad y seguridad para aplicaciones descentralizadas.",
    "Blog": "Blog",
    "This advanced decentralized platform was designed with a strong focus on high throughput and rapid transaction processing. Its innovative architecture combines a unique consensus mechanism with efficient validation processes to achieve extremely fast confirmation times, often measured in seconds or less. This approach allows the network to handle thousands of transactions per second, making it one of the most scalable solutions currently available.": "Esta plataforma descentralizada avanzada fue diseñada con un fuerte enfoque en el alto rendimiento y el procesamiento rápido de transacciones. ",
    "Built for developers and enterprises alike, the platform supports a wide range of decentralized applications including finance, gaming, and digital collectibles. Its high-performance capabilities enable complex programs to run smoothly without sacrificing security or decentralization. Additionally, the network benefits from low transaction costs, making it accessible and practical for everyday use cases.": "Construida para desarrolladores y empresas por igual, la plataforma admite una amplia gama de aplicaciones descentralizadas que incluyen finanzas, juegos y coleccionables digitales. ",
    "The native digital asset of this ecosystem plays a vital role in paying transaction fees, participating in the platform’s governance, and incentivizing network participants. Because of the network’s speed and efficiency, this asset is especially useful for fast and cost-effective payments, micropayments, and point-of-sale transactions in online stores.": "El activo digital nativo de este ecosistema juega un papel vital en el pago de tarifas de transacción, participando en el gobierno de la plataforma e incentivar a los participantes de la red. ",
    "People choose this asset because it offers a seamless payment experience with quick finality and very low fees, addressing many of the limitations found in earlier blockchain systems. Whether you are making a one-time payment, conducting business transactions, or running an e-commerce webshop, this asset ensures that funds transfer swiftly and reliably.": "Las personas eligen este activo porque ofrece una experiencia de pago perfecta con una final de finalidad rápida y tarifas muy bajas, abordando muchas de las limitaciones encontradas en los sistemas de blockchain anteriores. ",
    "For you, using this asset means embracing a modern and efficient payment method that supports scalability and flexibility. It allows businesses and consumers to transact without delays or prohibitive costs, which is crucial for daily commerce and international payments.": "Para usted, usar este activo significa adoptar un método de pago moderno y eficiente que respalde la escalabilidad y la flexibilidad. ",
    "While we have not yet integrated this platform into our payment infrastructure, we recognize its importance and potential. It is actively on our roadmap, and we look forward to supporting transactions with this asset soon, enhancing the options available for sending and receiving payments.": "Si bien aún no hemos integrado esta plataforma en nuestra infraestructura de pago, reconocemos su importancia y potencial. ",
    "Explore this high-performance blockchain known for fast transaction speeds and a growing ecosystem.": "Explore esta cadena de bloques de alto rendimiento conocida por las velocidades de transacción rápidas y un ecosistema creciente.",
    "This innovative decentralized network was created with the mission to facilitate fast, affordable, and accessible cross-border payments. Its underlying technology is designed to connect financial institutions, payment providers, and individuals worldwide by enabling seamless transfers of value in various currencies, both digital and traditional.": "Esta innovadora red descentralizada se creó con la misión de facilitar pagos transfronterizos rápidos, asequibles y accesibles. ",
    "At its core, the platform utilizes a unique consensus protocol that allows for quick transaction finality with minimal fees. This design ensures that transactions settle within seconds, making it ideal for micropayments and remittances. The system supports multi-currency transactions and can even perform currency conversions on the network, reducing the need for intermediaries and cutting down costs.": "En esencia, la plataforma utiliza un protocolo de consenso único que permite la finalidad rápida de la transacción con tarifas mínimas. ",
    "The native digital asset associated with this ecosystem acts as a bridge currency, helping to facilitate liquidity and smooth exchanges between different assets on the network. Its presence ensures that payments can be processed quickly and efficiently, no matter the origin or destination.": "El activo digital nativo asociado con este ecosistema actúa como una moneda puente, que ayuda a facilitar la liquidez y los intercambios suaves entre los diferentes activos en la red. ",
    "Many users are drawn to this asset because of its reliability, speed, and affordability. Whether you are sending a single transaction, handling micropayments, or running an online store, this asset offers a stable and efficient means of exchange. Its ability to operate globally with minimal friction makes it especially appealing for businesses and individuals looking to expand their reach.": "Muchos usuarios se sienten atraídos por este activo debido a su confiabilidad, velocidad y asequibilidad. ",
    "Using this asset in everyday transactions provides benefits such as near-instant settlement times, low fees, and broad interoperability. For webshop owners, accepting this asset can improve customer experience by offering quick payments with low transaction costs, enhancing competitiveness in the digital marketplace.": "El uso de este activo en las transacciones cotidianas proporciona beneficios, como tiempos de liquidación casi instantáneos, tarifas bajas y amplia interoperabilidad. ",
    "Although this network and its native asset are not yet included in our current ecosystem, we recognize their significant value and potential to improve payment solutions. It is part of our planned roadmap, and we look forward to integrating it to provide our users with more diverse options for sending and receiving payments in the near future.": "Aunque esta red y su activo nativo aún no están incluidos en nuestro ecosistema actual, reconocemos su valor significativo y potencial para mejorar las soluciones de pago. ",
    "Learn about this blockchain focused on fast, low-cost payments and financial inclusion.": "Conozca esta cadena de bloques centrada en pagos rápidos y de bajo costo y inclusión financiera.",
    "Community": "Comunidad",
    "This innovative decentralized platform was designed with the goal of creating a self-amending and sustainable digital ledger system. Its unique approach allows for continuous improvements and upgrades without the need for disruptive hard forks, which are common challenges in many other networks. This adaptability is achieved through an on-chain governance mechanism, empowering stakeholders to propose, discuss, and implement changes in a seamless and democratic manner.": "Esta innovadora plataforma descentralizada fue diseñada con el objetivo de crear un sistema de contabilidad digital de autoevaluación y sostenible. ",
    "Built with formal verification in mind, this system places a strong emphasis on security and correctness of smart contracts. Developers can write code that is mathematically proven to behave as intended, which is especially valuable for applications requiring high reliability, such as financial services, decentralized finance (DeFi), and digital identity management.": "Construido con la verificación formal en mente, este sistema pone un fuerte énfasis en la seguridad y la corrección de los contratos inteligentes. ",
    "The network utilizes an energy-efficient consensus protocol, which significantly reduces the environmental impact compared to traditional proof-of-work systems. This has made it popular among users and organizations seeking sustainable blockchain solutions without sacrificing decentralization or security.": "La red utiliza un protocolo de consenso de eficiencia energética, que reduce significativamente el impacto ambiental en comparación con los sistemas de prueba de trabajo tradicionales. ",
    "Many users are attracted to this asset because it offers a combination of strong governance, low transaction fees, and a robust ecosystem supporting a variety of applications. Whether you are sending individual transactions or managing payments for an online business, this asset provides fast settlement times and reliable performance.": "Muchos usuarios se sienten atraídos por este activo porque ofrece una combinación de una fuerte gobernanza, bajas tarifas de transacción y un ecosistema robusto que respalda una variedad de aplicaciones. ",
    "For webshop owners and merchants, accepting this asset can improve customer satisfaction due to its low fees and efficient processing. Its governance model also ensures the platform remains up-to-date with innovations and user needs, fostering long-term stability and growth.": "Para los propietarios y comerciantes de WebShop, aceptar este activo puede mejorar la satisfacción del cliente debido a sus bajas tarifas y procesamiento eficiente. ",
    "Although this particular network is not yet integrated into our ecosystem, we recognize its potential and have included it in our development roadmap. We are committed to expanding the range of supported networks to offer our users greater flexibility for sending and receiving payments.": "Aunque esta red en particular aún no está integrada en nuestro ecosistema, reconocemos su potencial y la hemos incluido en nuestra hoja de ruta de desarrollo. ",
    "Discover this self-amending blockchain that supports formal verification and energy-efficient consensus.": "Descubra esta cadena de bloques de modificación que respalda la verificación formal y el consenso de eficiencia energética.",
    "Community Portal": "Portal comunitario",
    "This digital ledger system has been designed specifically for fast and efficient cross-border payments and asset transfers. Unlike many other decentralized networks, it utilizes a unique consensus protocol that allows for extremely quick transaction confirmation times, often settling transactions within just a few seconds. This capability makes it an attractive choice for individuals and businesses requiring reliable and speedy financial transfers around the globe.": "Este sistema de contabilidad digital ha sido diseñado específicamente para pagos transfronterizos rápidos y eficientes y transferencias de activos. ",
    "One of the key strengths of this platform lies in its ability to support a wide range of assets beyond simple currency transfers. Users can issue their own tokens, representing anything from loyalty points to real-world assets, and transact seamlessly on the network. This flexibility empowers enterprises to build customized financial products and services, bridging traditional finance with modern decentralized technology.": "Una de las fortalezas clave de esta plataforma radica en su capacidad para apoyar una amplia gama de activos más allá de simples transferencias de divisas. ",
    "The system is built to be highly scalable, supporting thousands of transactions per second without sacrificing security or decentralization. Additionally, its infrastructure operates at a fraction of the energy consumption compared to many other networks, aligning with growing concerns about environmental impact in the technology sector.": "El sistema está creado para ser altamente escalable, lo que respalda miles de transacciones por segundo sin sacrificar la seguridad o la descentralización. ",
    "Many people choose to use this asset for transactions because of its unparalleled speed and low transaction costs. Whether you’re sending a single payment or handling multiple transactions within an online store, this asset offers a user-friendly experience that avoids the common delays and high fees found on other platforms.": "Muchas personas eligen usar este activo para transacciones debido a su velocidad incomparable y bajos costos de transacción. ",
    "For webshops and merchants, integrating this asset as a payment option can enhance customer satisfaction through near-instant payment settlement and minimal fees, enabling smoother cash flow and quicker order fulfillment. The platform’s reliability and mature infrastructure also give merchants confidence in its long-term viability.": "Para las fallas web y los comerciantes, la integración de este activo como una opción de pago puede mejorar la satisfacción del cliente a través de la liquidación de pago casi instantánea y las tarifas mínimas, lo que permite un flujo de efectivo más suave y un cumplimiento de pedidos más rápido. ",
    "Although this particular digital ledger system is not yet part of our supported ecosystem, we recognize its unique advantages and have placed it on our roadmap for future integration. We aim to offer our users more diverse payment options by including such innovative and efficient networks, enabling easier and faster sending and receiving of payments.": "Aunque este sistema de contabilidad digital en particular aún no forma parte de nuestro ecosistema compatible, reconocemos sus ventajas únicas y lo hemos colocado en nuestra hoja de ruta para una integración futura. ",
    "Explore this decentralized ledger optimized for fast and efficient cross-border payments and asset issuance.": "Explore este libro mayor descentralizado optimizado para pagos transfronterizos rápidos y eficientes y la emisión de activos.",
    "Submitted.": "Enviado.",
    "Quick Links": "Enlaces rápidos",
    "Home": "Hogar",
    "About Us": "Sobre nosotros",
    "Pricing": "Fijación de precios",
    "FAQ": "Preguntas frecuentes",
    "Contact": "Contacto",
    "Supported Blockchains": "Blockchains compatibles",
    "Stay Connected": "Mantente conectado",
    "Twitter": "Gorjeo",
    "Facebook": "Facebook",
    "LinkedIn": "LinkedIn",
    "All rights reserved.": "Reservados todos los derechos.",
    "Terms": "Términos",
    "Privacy Policy": "política de privacidad",
    "Crypto Payments Made Effortless": "Pagos de Cripto hechos sin esfuerzo",
    "Seamless monocurrency payments with just 0.4% fee, direct crypto-to-crypto transactions. No swapping, no bridging.": "Pagos de monocurrencias sin problemas con solo 0.4% de tarifa, transacciones directas de Cripto a Re-C,. ",
    "Dashboard": "Panel",
    "Status": "Estado",
    "Created At": "Creado a",
    "Paid At": "Pagado a",
    "Choose Blockchain": "Elija blockchain",
    "Choose Cryptocurrency": "Elija Criptomoneda",
    "Please select a blockchain first.": "Seleccione primero una cadena de bloques.",
    "No cryptocurrencies available for this blockchain.": "No hay criptomonedas disponibles para esta cadena de bloques.",
    "Connect Cryptowallet and Pay": "Conectar cryptowallet y pagar",
    "No rate available for this selection.": "No hay tasa disponible para esta selección.",
    "Previous": "Anterior",
    "Next": "Próximo",
    "Connect Cryptowallet": "Conectar cryptowallet",
    "Blockchain": "Cadena de bloques",
    "Rates": "Tarifa",
    "Create Your Anonymous Cryptocurrency Payment Request": "Cree su solicitud de pago anónimo de Criptomoneda",
    "Submit anonymous payment request": "Enviar solicitud de pago anónimo",
    "Share payment with the payee": "Pago de compartir con el beneficiario",
    "Payee pays you in the cryptocurrency you want": "Payee le paga en el Criptomoneda que desea",
    "Fiat Currency": "Moneda fiduciaria",
    "-- Select Fiat --": "-Seleccione Fiat-",
    "Amount": "Cantidad",
    "Select the cryptocurrencies and blockchains you accept": "Seleccione las criptomonedas y las cadenas de bloques que acepta",
    "To": "A",
    "Cryptowallet": "Cryptowallet",
    "Solana wallet address": "Dirección de billetera solana",
    "Bitcoin wallet address": "Dirección de billetera de bitcoin",
    "XRP wallet address": "Dirección de billetera XRP",
    "Cardano wallet address": "Dirección de billetera Cardano",
    "Algorand wallet address": "Dirección de billetera de algorand",
    "Stellar wallet address": "Dirección de billetera estelar",
    "Tezos wallet address": "Dirección de la billetera tezos",
    "Description": "Descripción",
    "Create Payment Request": "Crear solicitud de pago",
    "About Anonymous Crypto Payments": "Acerca de los pagos anónimos de Cripto",
    "Our platform enables fast, secure, and anonymous cryptocurrency payments with a low transaction fee of just 0.4%. Select your preferred fiat currency, specify the amount, and choose from a variety of supported blockchains and cryptocurrencies to receive payments directly to your wallet.": "Nuestra plataforma permite pagos rápidos, seguros y anónimos de Criptomoneda con una tarifa de transacción baja de solo 0.4%. ",
    "With no intermediaries, your funds move seamlessly from crypto to crypto. The process is designed for simplicity, ensuring you can create payment requests in minutes while maintaining full control over your transactions.": "Sin intermediarios, sus fondos se mueven sin problemas de Cripto a Cripto. ",
    "Cryptowallets and Blockchains": "Cryptowallets y blockchains",
    "For Ethereum Virtual Machine (EVM)-compatible chains, you only need to provide a single wallet address. This address will be used for all EVM-compatible networks, ensuring a streamlined experience.": "Para las cadenas compatibles con la máquina virtual Ethereum (EVM), solo necesita proporcionar una sola dirección de billetera. ",
    "Currently supported EVM chain:": "Actualmente compatible con la cadena EVM:",
    "more EVM-compatible chains, such as": "más cadenas compatibles con EVM, como",
    "and": "y",
    "will be added soon": "se agregará pronto",
    "Our Products & Features": "Nuestros productos y características",
    "0.4% transaction fee": "Tarifa de transacción de 0.4%",
    "No bridging, crypto-to-crypto payments": "Sin puestos de puente, Cripto a los pagos",
    "Monocurrency payments": "Pagos de monocurrencias",
    "Create Payment": "Crear pago",
    "Custom Payment Buttons": "Botones de pago personalizados",
    "Prepare payments on our platform for various products, then embed payment buttons or links on your website.": "Prepare los pagos en nuestra plataforma para varios productos, luego incruste los botones de pago o los enlaces en su sitio web.",
    "Create and customize payment links": "Crear y personalizar enlaces de pago",
    "Easy embedding on any site": "Incrustación fácil en cualquier sitio",
    "Coming Soon": "Muy pronto",
    "E-Commerce Plugin Integrations": "Integraciones de complementos de comercio electrónico",
    "Seamless integration with major webshop platforms like WooCommerce and Shopify, for smooth crypto payments.": "Integración perfecta con las principales plataformas de tallas web como WooCommerce y Shopify, para pagos suaves de Cripto.",
    "Supports WooCommerce, Shopify, and more": "Admite WooCommerce, Shopify y más",
    "Easy setup and management": "Fácil configuración y gestión",
    "The Future of": "El futuro de",
    "Crypto Payments": "Pagos de Cripto",
    "We are pioneering the next generation of cryptocurrency payment solutions, designed with simplicity, security, and scalability in mind. Our mission is to empower businesses and individuals to accept crypto payments seamlessly, without the hassle of complicated setups or costly intermediaries.": "Estamos pioneros en la próxima generación de soluciones de pago de Criptomoneda, diseñadas con simplicidad, seguridad y escalabilidad en mente. ",
    "We have successfully launched an anonymous payment solution — enabling instant, secure transactions with a low fee of only 0.4%. Currently supporting a select range of cryptocurrencies on the Base blockchain, our platform operates without swapping or bridging, ensuring your funds move directly from crypto to crypto every time.": "Hemos lanzado con éxito una solución de pago anónimo, que permite transacciones instantáneas y seguras con una tarifa baja de solo 0.4%. ",
    "This is just the beginning. Soon, we will offer account-based features, allowing you to integrate effortlessly with popular platforms like WooCommerce and Shopify. You’ll also gain access to detailed analytics right from your dashboard, helping you track your sales, revenue, and customer behavior — all in one place.": "Este es solo el comienzo. ",
    "Supported Blockchains & Cryptocurrencies": "Blockchains y criptomonedas compatibles",
    "We currently support the following blockchains and their cryptocurrencies. Enjoy seamless payments with a low fee of just 0.4% per monocurrency transaction.": "Actualmente apoyamos las siguientes cadenas de bloques y sus criptomonedas. ",
    "Blockchains Coming Soon": "Blockchains próximamente",
    "Live Exchange Rates": "Tipos de cambio en vivo",
    "Profile": "Perfil",
    "Log Out": "Finalizar la sesión",
    "Password": "Contraseña",
    "The provided password is incorrect.": "La contraseña proporcionada es incorrecta.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. ",
    "Confirm": "Confirmar",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? ",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enlace de restablecimiento de contraseña de correo electrónico",
    "Remember me": "Acuérdate de mí",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Log in": "Acceso",
    "Name": "Nombre",
    "Confirm Password": "confirmar Contraseña",
    "Already registered?": "¿Ya está registrado?",
    "Register": "Registro",
    "Reset Password": "Restablecer contraseña",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    "Resend Verification Email": "Correo electrónico de verificación de reenvío",
    "The password field is required.": "Se requiere el campo de contraseña.",
    "The password must be a string.": "La contraseña debe ser una cadena.",
    "The password is incorrect.": "La contraseña es incorrecta.",
    "Delete Account": "Eliminar cuenta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que su cuenta se elimine, todos sus recursos y datos se eliminarán permanentemente. ",
    "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que su cuenta se elimine, todos sus recursos y datos se eliminarán permanentemente. ",
    "Cancel": "Cancelar",
    "The current password field is required.": "Se requiere el campo de contraseña actual.",
    "The current password must be a string.": "La contraseña actual debe ser una cadena.",
    "The current password is incorrect.": "La contraseña actual es incorrecta.",
    "The new password field is required.": "Se requiere el nuevo campo de contraseña.",
    "The new password must be a string.": "La nueva contraseña debe ser una cadena.",
    "The new password confirmation does not match.": "La nueva confirmación de contraseña no coincide.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese de que su cuenta esté utilizando una contraseña larga y aleatoria para mantenerse segura.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Submit": "Entregar",
    "The name field is required.": "Se requiere el campo de nombre.",
    "The name must be a string.": "El nombre debe ser una cadena.",
    "The email field is required.": "Se requiere el campo de correo electrónico.",
    "The email must be a string.": "El correo electrónico debe ser una cadena.",
    "The email must be lowercase.": "El correo electrónico debe ser en minúsculas.",
    "The email must be a valid email address.": "El correo electrónico debe ser una dirección de correo electrónico válida.",
    "The email has already been taken.": "El correo electrónico ya ha sido tomado.",
    "Profile Information": "Información de perfil",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haga clic aquí para volver a enviar el correo electrónico de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Hi!": "¡Hola!",
    "You can make the payment securely using this link:": "Puede realizar el pago utilizando de forma segura este enlace:",
    "Thank you!": "¡Gracias!",
    "Share Your Anonymous Cryptocurrency Payment Request": "Comparta su solicitud de pago anónimo de Criptomoneda",
    "Payment Request": "Solicitud de pago",
    "Scan to Pay": "Escanear para pagar",
    "Go to Payment Page": "Ir a la página de pago",
    "Create Another Payment Request": "Crear otra solicitud de pago",
    "some string": "un poco de cuerda",
    "Main Page": "Página principal",
    "Payment request not found.": "Solicitud de pago no encontrada.",
    "The selected {$attribute} is invalid.": "El atributo {$ seleccionado} no es válido.",
    "The fiat currency is required.": "Se requiere la moneda fiduciaria.",
    "The fiat currency must be a string.": "La moneda fiduciaria debe ser una cadena.",
    "The amount is required.": "Se requiere la cantidad.",
    "The amount must be a number.": "La cantidad debe ser un número.",
    "The amount must be at least 0.": "La cantidad debe ser al menos 0.",
    "The minor amount must be an integer.": "La cantidad menor debe ser un entero.",
    "The minor amount must be at least 0.": "La cantidad menor debe ser al menos 0.",
    "The minor amount is invalid for the selected fiat currency.": "La cantidad menor no es válida para la moneda fiduciaria seleccionada.",
    "The destination EVM wallet is required.": "Se requiere la billetera EVM de destino.",
    "The destination EVM wallet must be a string.": "La billetera EVM de destino debe ser una cadena.",
    "The destination EVM wallet may not be greater than 64 characters.": "La billetera EVM de destino puede no ser mayor de 64 caracteres.",
    "The destination Solana wallet is required.": "Se requiere la billetera Solana de destino.",
    "The destination Solana wallet must be a string.": "La billetera Solana de destino debe ser una cadena.",
    "The destination Solana wallet may not be greater than 64 characters.": "La billetera Solana de destino puede no ser mayor de 64 caracteres.",
    "The destination Bitcoin wallet is required.": "Se requiere la billetera de Bitcoin de destino.",
    "The destination Bitcoin wallet must be a string.": "La billetera de Bitcoin de destino debe ser una cadena.",
    "The destination Bitcoin wallet may not be greater than 64 characters.": "La billetera de Bitcoin de destino puede no ser mayor de 64 caracteres.",
    "The destination XRP wallet is required.": "Se requiere la billetera de destino XRP.",
    "The destination XRP wallet must be a string.": "La billetera de destino XRP debe ser una cadena.",
    "The destination XRP wallet may not be greater than 64 characters.": "La billetera XRP de destino puede no ser mayor de 64 caracteres.",
    "The destination Cardano wallet is required.": "Se requiere la billetera Cardano de destino.",
    "The destination Cardano wallet must be a string.": "La billetera Cardano de destino debe ser una cadena.",
    "The destination Cardano wallet may not be greater than 64 characters.": "La billetera Cardano de destino puede no ser mayor de 64 caracteres.",
    "The destination Algorand wallet is required.": "Se requiere la billetera de algorand de destino.",
    "The destination Algorand wallet must be a string.": "La billetera de algorand de destino debe ser una cadena.",
    "The destination Algorand wallet may not be greater than 64 characters.": "La billetera de algorand de destino puede no ser mayor de 64 caracteres.",
    "The destination Stellar wallet is required.": "Se requiere la billetera estelar de destino.",
    "The destination Stellar wallet must be a string.": "La billetera estelar de destino debe ser una cadena.",
    "The destination Stellar wallet may not be greater than 64 characters.": "La billetera estelar de destino puede no ser mayor de 64 caracteres.",
    "The destination Tezos wallet is required.": "Se requiere la billetera Tezos de destino.",
    "The destination Tezos wallet must be a string.": "La billetera Tezos de destino debe ser una cadena.",
    "The destination Tezos wallet may not be greater than 64 characters.": "La billetera Tezos de destino puede no ser mayor de 64 caracteres.",
    "The description is required.": "Se requiere la descripción.",
    "The description must be a string.": "La descripción debe ser una cadena.",
    "You must select at least one cryptocurrency.": "Debe seleccionar al menos un Criptomoneda.",
    "The cryptocurrency selection must be an array.": "La selección de Criptomoneda debe ser una matriz.",
    "Payment request created successfully!": "¡Solicitud de pago creada con éxito!"
}