{
    "Submitted.": "Soumis.",
    "Dashboard": "Tableau de bord",
    "Crypto Payments — Easy, Fast, Global.": "Paiements cryptographiques - Facile, rapide, mondial.",
    "Create Anonymous Single Payment": "Créer un paiement unique anonyme",
    "Profile": "Profil",
    "Log Out": "Déconnecter",
    "Password": "Mot de passe",
    "The provided password is incorrect.": "Le mot de passe fourni est incorrect.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Il s'agit d'un domaine sécurisé de l'application. ",
    "Confirm": "Confirmer",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Votre mot de passe oublié? ",
    "Email": "E-mail",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe e-mail",
    "Remember me": "Souviens-toi de moi",
    "Forgot your password?": "Votre mot de passe oublié?",
    "Log in": "Se connecter",
    "Name": "Nom",
    "Confirm Password": "Confirmez le mot de passe",
    "Already registered?": "Déjà inscrit?",
    "Register": "Registre",
    "Reset Password": "Réinitialiser le mot de passe",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "Resend Verification Email": "Rensenter le courrier électronique de vérification",
    "The password field is required.": "Le champ de mot de passe est requis.",
    "The password must be a string.": "Le mot de passe doit être une chaîne.",
    "The password is incorrect.": "Le mot de passe est incorrect.",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront supprimées en permanence. ",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront supprimées en permanence. ",
    "Cancel": "Annuler",
    "The current password field is required.": "Le champ de mot de passe actuel est requis.",
    "The current password must be a string.": "Le mot de passe actuel doit être une chaîne.",
    "The current password is incorrect.": "Le mot de passe actuel est incorrect.",
    "The new password field is required.": "Le nouveau champ de mot de passe est requis.",
    "The new password must be a string.": "Le nouveau mot de passe doit être une chaîne.",
    "The new password confirmation does not match.": "La nouvelle confirmation de mot de passe ne correspond pas.",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un long mot de passe aléatoire pour rester sécurisé.",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Submit": "Soumettre",
    "The name field is required.": "Le champ de nom est requis.",
    "The name must be a string.": "Le nom doit être une chaîne.",
    "The email field is required.": "Le champ de messagerie est requis.",
    "The email must be a string.": "L'e-mail doit être une chaîne.",
    "The email must be lowercase.": "L'e-mail doit être en minuscules.",
    "The email must be a valid email address.": "L'e-mail doit être une adresse e-mail valide.",
    "The email has already been taken.": "L'e-mail a déjà été pris.",
    "Profile Information": "Informations sur le profil",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour redéfinir l'e-mail de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Blockchain Rates": "Blockchain tarif",
    "Cryptocurrency": "Crypto-monnaie",
    "No currency rates available.": "Aucun taux de devise disponible.",
    "Live Exchange Rates": "Taux de change en direct",
    "Crypto": "Crypto",
    "Blockchain": "Blockchain",
    "Rates": "Tarif",
    "Fiat Currency (3-letter code)": "Fiat Currency (code à 3 lettres)",
    "-- Select Fiat --": "- sélectionnez Fiat -",
    "Amount": "Montant",
    "To Wallet": "Au portefeuille",
    "Description": "Description",
    "Create Payment Request": "Créer une demande de paiement",
    "Fiat Currency": "Monnaie fiduciaire",
    "Select the cryptocurrencies and networks you accept": "Sélectionnez les crypto-monnaies et les réseaux que vous acceptez",
    "To EVM Cryptowallet": "À evm cryptowallet",
    "To Solana Cryptowallet": "À Solana cryptowallet",
    "To Bitcoin Wallet": "Bitcoin Wallet",
    "To XRP Wallet": "Portefeuille XRP",
    "To Cardano Wallet": "Portefeuille Cardano",
    "To Algorand Wallet": "Portefeuille d'algorands",
    "To Stellar Wallet": "Portefeuille stellaire",
    "To Tezos Wallet": "À Tezos Wallet",
    "some string": "une corde",
    "The selected {$attribute} is invalid.": "Le {$ attribut} sélectionné n'est pas valide.",
    "The fiat currency is required.": "La monnaie fiduciaire est requise.",
    "The fiat currency must be a string.": "La monnaie fiduciaire doit être une chaîne.",
    "The amount is required.": "Le montant est requis.",
    "The amount must be a number.": "Le montant doit être un nombre.",
    "The amount must be at least 0.01.": "Le montant doit être d'au moins 0,01.",
    "The destination EVM wallet is required.": "Le portefeuille EVM de destination est requis.",
    "The destination EVM wallet must be a string.": "Le portefeuille EVM de destination doit être une chaîne.",
    "The destination EVM wallet may not be greater than 64 characters.": "Le portefeuille EVM de destination peut ne pas être supérieur à 64 caractères.",
    "The destination Solana wallet is required.": "Le portefeuille Solana de destination est requis.",
    "The destination Solana wallet must be a string.": "Le portefeuille Solana de destination doit être une chaîne.",
    "The destination Solana wallet may not be greater than 64 characters.": "Le portefeuille Solana de destination peut ne pas être supérieur à 64 caractères.",
    "The destination Bitcoin wallet is required.": "Le portefeuille Bitcoin de destination est requis.",
    "The destination Bitcoin wallet must be a string.": "Le portefeuille Bitcoin de destination doit être une chaîne.",
    "The destination Bitcoin wallet may not be greater than 64 characters.": "Le portefeuille Bitcoin de destination peut ne pas être supérieur à 64 caractères.",
    "The destination XRP wallet is required.": "Le portefeuille XRP de destination est requis.",
    "The destination XRP wallet must be a string.": "Le portefeuille XRP de destination doit être une chaîne.",
    "The destination XRP wallet may not be greater than 64 characters.": "Le portefeuille XRP de destination peut ne pas être supérieur à 64 caractères.",
    "The destination Cardano wallet is required.": "Le portefeuille Cardano de destination est requis.",
    "The destination Cardano wallet must be a string.": "Le portefeuille Cardano de destination doit être une chaîne.",
    "The destination Cardano wallet may not be greater than 64 characters.": "Le portefeuille Cardano de destination peut ne pas être supérieur à 64 caractères.",
    "The destination Algorand wallet is required.": "Le portefeuille de l'algorand de destination est requis.",
    "The destination Algorand wallet must be a string.": "Le portefeuille de l'algorand de destination doit être une chaîne.",
    "The destination Algorand wallet may not be greater than 64 characters.": "Le portefeuille de l'algorand de destination peut ne pas être supérieur à 64 caractères.",
    "The destination Stellar wallet is required.": "Le portefeuille stellaire de destination est requis.",
    "The destination Stellar wallet must be a string.": "Le portefeuille stellaire de destination doit être une chaîne.",
    "The destination Stellar wallet may not be greater than 64 characters.": "Le portefeuille stellaire de destination peut ne pas être supérieur à 64 caractères.",
    "The destination Tezos wallet is required.": "Le portefeuille Tezos de destination est requis.",
    "The destination Tezos wallet must be a string.": "Le portefeuille Tezos de destination doit être une chaîne.",
    "The destination Tezos wallet may not be greater than 64 characters.": "Le portefeuille Tezos de destination peut ne pas être supérieur à 64 caractères.",
    "The description is required.": "La description est requise.",
    "The description must be a string.": "La description doit être une chaîne.",
    "You must select at least one cryptocurrency.": "Vous devez sélectionner au moins une crypto-monnaie.",
    "The cryptocurrency selection must be an array.": "La sélection des crypto-monnaies doit être un tableau.",
    "Payment request created successfully!": "Demande de paiement créée avec succès!",
    "The amount must be at least 0.": "Le montant doit être d'au moins 0.",
    "The minor amount must be an integer.": "Le montant mineur doit être un entier.",
    "The minor amount must be at least 0.": "Le montant mineur doit être d'au moins 0.",
    "The minor amount is invalid for the selected fiat currency.": "Le montant mineur n'est pas valide pour la monnaie fiduciaire sélectionnée.",
    "Payment request not found.": "Demande de paiement non trouvée.",
    "Please Pay Me": "S'il vous plaît payez-moi",
    "Amount to Pay": "Montant à payer",
    "Status": "Statut",
    "Created At": "Créé à",
    "Paid At": "Payé à",
    "Connect Cryptowallet": "Connecter cryptowallet"
}