{
    "Submitted.": "ส่ง.",
    "Dashboard": "แผงหน้าปัด",
    "Crypto Payments — Easy, Fast, Global.": "Crypto Payments - ง่ายเร็วทั่วโลก",
    "Create Anonymous Single Payment": "สร้างการชำระเงินครั้งเดียวที่ไม่ระบุชื่อ",
    "Profile": "ประวัติโดยย่อ",
    "Log Out": "ออกจากระบบ",
    "Password": "รหัสผ่าน",
    "The provided password is incorrect.": "รหัสผ่านที่ให้ไว้ไม่ถูกต้อง",
    "This is a secure area of the application. Please confirm your password before continuing.": "นี่คือพื้นที่ที่ปลอดภัยของแอปพลิเคชัน ",
    "Confirm": "ยืนยัน",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ลืมรหัสผ่าน? ",
    "Email": "อีเมล",
    "Email Password Reset Link": "ลิงค์รีเซ็ตรหัสผ่านอีเมล",
    "Remember me": "จำฉันได้",
    "Forgot your password?": "ลืมรหัสผ่าน?",
    "Log in": "เข้าสู่ระบบ",
    "Name": "ชื่อ",
    "Confirm Password": "ยืนยันรหัสผ่าน",
    "Already registered?": "ลงทะเบียนแล้ว?",
    "Register": "ลงทะเบียน",
    "Reset Password": "รีเซ็ตรหัสผ่าน",
    "A new verification link has been sent to the email address you provided during registration.": "ลิงค์การยืนยันใหม่ถูกส่งไปยังที่อยู่อีเมลที่คุณให้ไว้ระหว่างการลงทะเบียน",
    "Resend Verification Email": "ส่งอีเมลยืนยันอีกครั้ง",
    "The password field is required.": "ต้องใช้ฟิลด์รหัสผ่าน",
    "The password must be a string.": "รหัสผ่านต้องเป็นสตริง",
    "The password is incorrect.": "รหัสผ่านไม่ถูกต้อง",
    "Delete Account": "ลบบัญชี",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "เมื่อบัญชีของคุณถูกลบทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร ",
    "Are you sure you want to delete your account?": "แน่ใจหรือว่าต้องการลบบัญชีของคุณ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "เมื่อบัญชีของคุณถูกลบทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร ",
    "Cancel": "ยกเลิก",
    "The current password field is required.": "ต้องใช้ฟิลด์รหัสผ่านปัจจุบัน",
    "The current password must be a string.": "รหัสผ่านปัจจุบันต้องเป็นสตริง",
    "The current password is incorrect.": "รหัสผ่านปัจจุบันไม่ถูกต้อง",
    "The new password field is required.": "ต้องใช้ฟิลด์รหัสผ่านใหม่",
    "The new password must be a string.": "รหัสผ่านใหม่ต้องเป็นสตริง",
    "The new password confirmation does not match.": "การยืนยันรหัสผ่านใหม่ไม่ตรงกัน",
    "Update Password": "อัปเดตรหัสผ่าน",
    "Ensure your account is using a long, random password to stay secure.": "ตรวจสอบให้แน่ใจว่าบัญชีของคุณใช้รหัสผ่านแบบสุ่มยาวเพื่อรักษาความปลอดภัย",
    "Current Password": "รหัสผ่านปัจจุบัน",
    "New Password": "รหัสผ่านใหม่",
    "Submit": "ส่ง",
    "The name field is required.": "ต้องการฟิลด์ชื่อ",
    "The name must be a string.": "ชื่อจะต้องเป็นสตริง",
    "The email field is required.": "จำเป็นต้องมีฟิลด์อีเมล",
    "The email must be a string.": "อีเมลต้องเป็นสตริง",
    "The email must be lowercase.": "อีเมลจะต้องเป็นตัวพิมพ์เล็ก",
    "The email must be a valid email address.": "อีเมลจะต้องเป็นที่อยู่อีเมลที่ถูกต้อง",
    "The email has already been taken.": "อีเมลได้รับการถ่ายแล้ว",
    "Profile Information": "ข้อมูลโปรไฟล์",
    "Your email address is unverified.": "ที่อยู่อีเมลของคุณไม่ได้รับการตรวจสอบ",
    "Click here to re-send the verification email.": "คลิกที่นี่เพื่อส่งอีเมลยืนยันอีกครั้ง",
    "A new verification link has been sent to your email address.": "ลิงค์การยืนยันใหม่ถูกส่งไปยังที่อยู่อีเมลของคุณ"
}